[
  {
    "id": 1,
    "title": "Mechatroniker / Elektroniker (m/w/d) Automatisierungstechnik für Spritzgussfertigung",
    "company": "Novapax Kunststofftechnik",
    "locations": "Berlin",
    "skills": "Microsoft Office, Elektronik, Formenbau, Kunststofftechnik, Medizin, Massenspektrometrie",
    "posted_at": "2024-10-02",
    "is_remote": "False",
    "snippet_fragments": "Abgeschlossene Ausbildung als Mechatroniker (m/w/d), Industrieelektriker (m/w/d) oder Elektroniker(m/w/d) für Automatisierungs- und Systemtechnik bzw,         Idealerweise praktische Erfahrung in der Kunststoffspritzgussproduktion , Mehrjährige Berufserfahrung in der Installation, Wartung und Reparatur elektrischer Anlagen und mechatronischer Systeme,         Know-how in der Fehleranalyse und -behebung sowie Grundkenntnisse in der Programmierung von Steuerungssystemen ,         Routinierter Umgang mit MES- und ERP-Systemen sowie MS Office ,         Gute Deutsch- und Englischkenntnisse in Wort und Schrift ,         Bereitschaft zur Weiterbildung in den Bereichen Elektrotechnik, Teamfähigkeit, Zuverlässigkeit, Flexibilität und Anpassungsfähigkeit in einem dynamischen Arbeitsumfeld,         Hohe Lernbereitschaft und Engagement zur Verbesserung von Prozessen und Systemen ,         Freude an der Weitergabe von Wissen an Ihre Kollegen (m/w/d) und der Übernahme neuer Aufgaben und Projekte ,         Kostenfreie Mitarbeiterparkplätze sowie Zuschuss zum Deutschlandticket ",
    "description": "<div id=\"jobtempl\" itemscope itemtype=\"http://schema.org/JobPosting\"> \n   <div id=\"wrapper\"> \n     \n     <p class=\"logo\"><a href=\"https://anzeigenvorschau.net/bestmedia/img/1064226/2056378/cl/2178a78eac4bca4bac7ca98a88afd24d452e6954/L3933903/JeyJvbGRsaW5rIjoiaHR0cHM6Ly93d3cubm92YXBheC5kZSIsInpsIjoiam9idGVuc29yLmNvbSJ9\" target=\"_blank\"></a></p> \n      \n     \n     \n     <div class=\"inner verticalspace\"> \n      <div data-ker=\"wysiwyg\" data-ker-id=\"u_beschreibung\" itemprop=\"description\"> \n       <p><b>NOVAPAX</b> ist ein mittelständisches Unter­nehmen der Kunststoff verarbeitenden Industrie mit ca. 190 Mitarbeitenden mit Sitz in Berlin. Schwer­punkt ist die Her­stellung komplexer technischer Komponenten und Bau­gruppen im Kunst­stoff­spritzguss für Kunden aus den Branchen Automobil, Elektronik, Bau, Medizin und Sanitär. Basis für die Realisierung der präzisen Komponenten ist der eigene Formen­bau mit 75 Jahren Erfahrung. Der Maschinen­park der Spritzerei umfasst über 75 Einheiten von 35 bis 400 Tonnen Schließ­kraft der Marken Arburg, Engel und Demag. Die Fertigungs­konzepte werden im Team von Projekt­management, Konstruktion, Formenbau, Fertigung, Betriebs- und Verfahrens­technik sowie Quali­täts­sicherung entwickelt.</p> \n      </div> \n      <div data-ker=\"wysiwyg\" data-ker-id=\"titel_einleitung\" itemprop=\"description\"> \n       <p>Werden Sie Teil unseres Teams am Standort <b>Berlin</b> als</p> \n      </div> \n      <h2 itemprop=\"description\"> <strong data-ker-id=\"titel\" data-ker=\"input\" class=\"hgross\"><strong>Mechatroniker / Elektroniker (m/w/d) </strong></strong> <strong data-ker-id=\"untertitel\" data-ker=\"input\"><br> <strong data-ker=\"input\" data-ker-id=\"titel\"><strong>Mechatroniker / Elektroniker (m/w/d) </strong></strong></strong> </h2> \n       \n      <h4 data-ker=\"input\" data-ker-id=\"label_aufgaben\">Freuen Sie sich auf Ihre neuen Aufgaben:</h4> \n      <div data-ker=\"wysiwyg\" data-ker-id=\"aufgaben\" itemprop=\"responsibilities\"> \n       <ul> \n        <li>Mitwirkung bei der Konzeption, Anfrage und Beauftragung von Auto­mations­prozessen in Verbindung mit Spritz­guss­maschinen für robuste Serien­prozesse</li> \n        <li>Begleitung ausgewählter Lösungsanbieter für Auto­matisierungs­technik während der Projek­tierungs­phasen bis hin zu einer effi­zienten Serien­fertigung</li> \n        <li>Organisation von Vorabnahmen, Installationen, Inbetrieb­nahmen und Abnahmen neuer Automations­anlagen für die Serien­produktion</li> \n        <li>Schulung der Mitarbeitenden zur Handhabung komplexer Anlagen und Maschinen</li> \n        <li>Optimierung der Prozesse in Fertigungs­anlagen, einschließlich Spritz­guss­maschinen und Peripherie­anlagen</li> \n        <li>Sicherstellung der Anlagen­verfüg­barkeit durch Behebung von Störungen und Fehlfunktionen</li> \n        <li>Installation, Montage, Reparatur und Instand­haltung mecha­tronischer Systeme</li> \n        <li>Parametrier- und Programmier­arbeiten an Anlagen und Maschinen</li> \n        <li>Dokumentation durchgeführter Arbeiten, Erstellung von Wartungs­protokollen sowie Aktualisierung technischer Unterlagen und Pläne im MES- bzw. ERP-System</li> \n       </ul> \n      </div> \n      <h4 data-ker=\"input\" data-ker-id=\"label_profil\">Überzeugen Sie uns mit Ihrem Profil:</h4> \n      <div data-ker=\"wysiwyg\" data-ker-id=\"profil\" itemprop=\"qualifications\"> \n       <ul> \n        <li>Abgeschlossene Ausbildung als Mechatroniker (m/w/d), Industrie­elektriker (m/w/d) oder Elektroniker (m/w/d) für Automatisierungs- und System­technik bzw. eine vergleichbare Quali­fikation</li> \n        <li>Idealerweise praktische Erfahrung in der Kunst­stoff­spritz­guss­produktion</li> \n        <li>Mehrjährige Berufserfahrung in der Installation, Wartung und Reparatur elektrischer Anlagen und mecha­tronischer Systeme</li> \n        <li>Know-how in der Fehleranalyse und -behebung sowie Grundkenntnisse in der Programmierung von Steuerungs­systemen</li> \n        <li>Routinierter Umgang mit MES- und ERP-Systemen sowie MS Office</li> \n        <li>Gute Deutsch- und Englischkenntnisse in Wort und Schrift</li> \n        <li>Bereitschaft zur Weiterbildung in den Bereichen Elektro­technik, Mechanik und Automation</li> \n        <li>Teamfähigkeit, Zuverlässig­keit, Flexibilität und Anpassungs­fähig­keit in einem dynamischen Arbeits­umfeld</li> \n        <li>Hohe Lernbereitschaft und Engagement zur Verbesserung von Prozessen und Systemen</li> \n        <li>Freude an der Weitergabe von Wissen an Ihre Kollegen (m/w/d) und der Über­nahme neuer Aufgaben und Projekte</li> \n        <li>Bereitschaft zur Arbeit im Mehr­schicht­system</li> \n       </ul> \n      </div> \n      <h4 data-ker=\"input\" data-ker-id=\"label_wir_bieten\">Unser Angebot für Sie:</h4> \n      <div data-ker=\"wysiwyg\" data-ker-id=\"wir_bieten\" itemprop=\"jobBenefits\"> \n       <ul> \n        <li>Ein erfolgreiches Familienunternehmen mit Wachstumspotenzial</li> \n        <li>Interessante Aufgaben in einem innovativen Umfeld</li> \n        <li>Ein umfassendes Einarbeitungsprogramm</li> \n        <li>Eine leistungsgerechte, attraktive Vergütung</li> \n        <li>30 Tage Urlaub</li> \n        <li>Fort- und Weiterbildungsangebote</li> \n        <li>Kostenfreie Mitarbeiterparkplätze sowie Zuschuss zum Deutschlandticket</li> \n        <li>Arbeitgeberunterstützte Altersvorsorge und vermögenswirksame Leistungen</li> \n       </ul> \n      </div> \n      <h4 data-ker=\"input\" data-ker-id=\"label_firmenkontakt\">Bereit für neue Wege?</h4> \n      <div data-ker=\"wysiwyg\" data-ker-id=\"firmenkontakt\" itemprop=\"contact\"> \n       <p>Dann freuen wir uns auf Ihre aussagekräftige Bewerbung unter Angabe Ihrer Gehaltsvorstellung und des frühestmöglichen Eintrittstermins per E-Mail an <a href=\"mailto:jobs@novapax.de?subject=Bewerbung%20als%20Mechatroniker%20%2F%20Elektroniker%20%28m%2Fw%2Fd%29%20Automatisierungstechnik%20f%C3%BCr%20Spritzgussfertigung\">jobs@novapax.de</a>.</p> \n       <p>Diese Position betreut unsere Kollegin Frau Bußmann. Gerne beantwortet sie Ihre Fragen vorab telefonisch unter <span class=\"no-wrap\">030 70191443</span>.</p> \n      </div> \n     </div> \n     \n     \n     <div data-ker=\"wysiwyg\" data-ker-id=\"adresse\" itemprop=\"contact\"> \n      <p><b>NOVAPAX Kunststofftechnik </b><strong>Steiner GmbH & Co. KG</strong><br> Schätzelbergstraße 4–10, 12099 Berlin | <a href=\"https://anzeigenvorschau.net/bestmedia/img/1064226/2056378/cl/d96443e9b63fd35bc59558ceda6522d6f4113989/L3933905/JeyJvbGRsaW5rIjoiaHR0cHM6Ly93d3cubm92YXBheC5kZSIsInpsIjoiam9idGVuc29yLmNvbSJ9\" target=\"_blank\">www.novapax.de</a></p> \n     </div> \n     \n   </div> \n    \n  </div>"
  },
  {
    "id": 2,
    "title": "CRM Lead (m/w/d)",
    "company": "FORMEL SKIN",
    "locations": "Berlin",
    "skills": "Data Science, Mailchimp, SendGrid, CRM, Dermatologie",
    "posted_at": "2024-09-30",
    "is_remote": "False",
    "snippet_fragments": "Sendgrid, Mailchimp); Kenntnisse in Data Science und Datenbanken sind ein Plus.,  Bei FORMEL SKIN hast du die Möglichkeit, direkt Einfluss darauf zu nehmen, wie wir mit unseren Kunden interagieren und sie unterstützen, Durch die Leitung innovativer CRM-Strategien spielst du eine entscheidende Rolle bei der Förderung des Kundenengagements und der Kundentreue,  Vorteile, die perfekt zu dir passen, Um dies zu unterstützen, bieten wir ein vielfältiges Leistungspaket an, darunter 28 Tage Urlaub, eine Mitgliedschaft bei NAVIT oder dem Urban Sports Club, Mitarbeiterrabatte auf unsere Produkte, ein Budget für berufliche Weiterentwicklung, flexible Arbeitszeiten und ein Remote Work Möglichkeit.",
    "description": "<p><strong>WER SIND WIR?</strong></p><br><p>Bei FORMEL SKIN sind wir Vorreiter bei der Revolutionierung der Dermatologie und der Neugestaltung des Gesundheitswesens. Unsere Mission besteht darin, eine weltweit führende Online-Dermatologieklinik zu schaffen, die hochwirksame dermatologische Behandlungen für jeden einfach zugänglich macht. Wir haben bedeutende Fortschritte erzielt und die Unterstützung einiger der prominentesten Gesundheits- und Consumer-Tech Investoren Europas erhalten. Im Dezember 2021 haben wir einen bedeutenden Erfolg erzielt, indem wir in der größten Serie-A-Finanzierungsrunde für Gesundheitstechnologie in Deutschland insgesamt 30 Millionen Euro gesammelt haben.</p><br><p>Bis heute haben wir fast eine Million Behandlungen für unsere Patienten erfolgreich durchgeführt. Unser dynamisches Team ist leidenschaftlich, ehrgeizig und bringt eine Fülle von Erfahrungen aus erfolgreichen Gesundheits- und Verbraucher-Tech-Unternehmen mit. Mit Sitz in Berlin, einer Stadt bekannt für ihre Lebendigkeit, sind wir entschlossen, unsere Reichweite und unseren Einfluss zu erweitern und bieten Ihnen die Möglichkeit, Teil unserer spannenden Reise zu sein.</p><br><p>Als <strong>CRM Lead (m/w/d)</strong> bei FORMEL SKIN spielst du eine zentrale Rolle bei der Skalierung unserer Customer Relationship Management (CRM) Initiativen. Du treibst das Engagement und Wachstum voran, indem du innovative Multi-Channel-CRM-Programme entwickelst, die auf die Bedürfnisse der Kunden und die verschiedenen Phasen des Kundenlebenszyklus abgestimmt sind.</p><br><p><strong>WAS SIND DEINE AUFGABEN?</strong></p><ul><li><br><strong>Leitung der CRM-Strategieentwicklung</strong>: Du leitest die Ideenfindung und Entwicklung von Multi-Channel-CRM-Programmen, die auf unsere Wachstumsstrategien und Schlüsselinvestitionen abgestimmt sind.</li><li><br><strong>Management des Kundenlebenszyklus</strong>: Du planst und führst strategische Kommunikations- und Lebenszyklusprogramme durch und stellst sicher, dass qualitativ hochwertige Ergebnisse rechtzeitig geliefert werden.</li><li><br><strong>Kundensegmentierung</strong>: Du erstellst Personas und definierst Kundensegmente, um Kunden zur richtigen Zeit mit der richtigen Nachricht über die verschiedenen Phasen des Kundenlebenszyklus anzusprechen.</li><li><br><strong>Innovation im CRM</strong>: Du entwickelst kontinuierlich personalisierte CRM-Programme weiter und richtest Kampagnen und Journeys ein, um den Customer Lifetime Value zu erhöhen.</li><li><br><strong>Kampagnenoptimierung</strong>: Du strukturierst A/B- und Multivariate-Tests, um CRM-Kampagnen zu optimieren und deren Leistung kontinuierlich zu verbessern.</li><li><br><strong>Berichterstattung und Analyse</strong>: Du erstellst regelmäßige Berichte zur Kampagnenleistung und führst Post-Mortem-Analysen durch, um die CRM-Unterstützung zu verbessern und zukünftige Strategien zu informieren.</li><li><br><strong>Teamführung</strong>: Du leitest und unterstützt dein Team und stellst sicher, dass es sich selbstständig weiterentwickelt und Ziele erreicht.</li></ul><p><strong>WAS SOLLTEST DU MITBRINGEN?</strong></p><ul><li><br><strong>Erfahrung im CRM</strong>: Du hast mindestens 5 Jahre Erfahrung im Lifecycle-Marketing und hast erfolgreich CRM-Prozesse und -Tools implementiert und optimiert.</li><li><br><strong>Abonnementgeschäft</strong>: Erfahrung in einem abonnementbasierten Unternehmen ist ein starkes Plus.</li><li><br><strong>Ganzheitlicher Ansatz</strong>: Du hast bewiesen, dass du komplexe CRM-Kampagnen mit einer Ownership-Mentalität aufsetzen, managen und optimieren kannst.</li><li><br><strong>Kundenfokus</strong>: Du hast eine starke Empathie und kennst die verschiedenen Phasen des Kundenlebenszyklus.</li><li><br><strong>Wachstumsmentalität</strong>: Eine Leidenschaft für Growth Marketing und eine proaktive, lösungsorientierte Einstellung zeichnen dich aus.</li><li><br><strong>Technisches Know-how</strong>: Du bist vertraut mit E-Mail-Marketing-Tools (z. B. Sendgrid, Mailchimp); Kenntnisse in Data Science und Datenbanken sind ein Plus.</li><li><br><strong>Kommunikationsstärke</strong>: Du verfügst über ausgezeichnete zwischenmenschliche und strategische Kommunikationsfähigkeiten.</li><li><br><strong>Sprachkenntnisse</strong>: Fließende Englischkenntnisse sind erforderlich, fließende Deutschkenntnisse sind ein Plus.</li></ul><p><strong>WARUM WIR?</strong></p><ul><li><br><strong>Eine großartige Gelegenheit, die Zukunft des CRM mitzugestalten:</strong> Bei FORMEL SKIN hast du die Möglichkeit, direkt Einfluss darauf zu nehmen, wie wir mit unseren Kunden interagieren und sie unterstützen. Durch die Leitung innovativer CRM-Strategien spielst du eine entscheidende Rolle bei der Förderung des Kundenengagements und der Kundentreue, während du mit einem leidenschaftlichen Team die Dermatologiebranche revolutionierst.</li><li><br><strong>Vorteile, die perfekt zu dir passen</strong>: Jeder Kandidat ist einzigartig, und wir engagieren uns dafür, deine spezifischen Bedürfnisse und Wünsche zu unterstützen. Um dies zu unterstützen, bieten wir ein vielfältiges Leistungspaket an, darunter 28 Tage Urlaub, eine Mitgliedschaft bei NAVIT oder dem Urban Sports Club, Mitarbeiterrabatte auf unsere Produkte, ein Budget für berufliche Weiterentwicklung, flexible Arbeitszeiten und ein Remote Work Möglichkeit.</li><li><br><strong>Gemeinsam ein großartiges Team aufbauen</strong>: Wir glauben, dass der Aufbau eines großartigen Teams und die Förderung starker zwischenmenschlicher Beziehungen für unseren Erfolg grundlegend sind. Deshalb bieten wir folgendes an: regelmäßige Firmenveranstaltungen, ein Budget für Teamevents und Prämien für Mitarbeiterempfehlungen.</li></ul><p><strong>ÜBER UNS</strong></p><br><p>Mit FORMEL SKIN bauen wir Deutschlands führende dermatologische Plattform auf, um Patienten mit allen Hautproblemen einen sofortigen Zugang zu personalisierten medizinischen Behandlungen zu ermöglichen. Unser Team aus erfahrenen Ärzt:innen, Apotheker:innen und Innovator:innen arbeitet hart daran, Patient:innen auf ihrer Hautgesundheitsjourney zu behandeln, zu beraten und zu unterstützen. Als Marke im Gesundheitswesen konzentrieren wir uns auf eine klare und schnelle Kommunikation mit unseren Patient:innen, auf Vertrauen, das durch unsere medizinische Expertise und unsere umfassende Erfahrung untermauert wird, und auf unser Engagement für alles, was wir tun. Unser Ziel ist es, dermatologische Versorgung für alle zugänglich zu machen - unabhängig davon, wie groß oder klein das Hautproblem sein mag.</p><br><p>Genau wie wir einen inklusiven Dermatologie-Service aufbauen wollen, möchten wir auch einen inklusiven Arbeitsplatz mit außergewöhnlichen Menschen schaffen, die sich einer gemeinsamen Mission verschrieben haben. FORMEL SKIN ist ein Arbeitgeber, der Chancengleichheit fördert. Daher begrüßen wir alle Bewerbungen: Menschen jeder Rasse, Ethnizität, Nationalität und Religion, LGBTQAI+-Menschen, Menschen mit Behinderungen (sichtbar und unsichtbar), Menschen jeden Alters oder Familienstands.</p><br>"
  },
  {
    "id": 3,
    "title": "Principal Product Manager - First, Middle and Last Mile (all genders)",
    "company": "Zalando",
    "locations": "Berlin",
    "skills": "",
    "posted_at": "2024-09-17",
    "is_remote": "False",
    "snippet_fragments": "  As a Principal Product Manager in the Transport team, You will join a team that owns the transportation platform for Zalando working with 30 carriers across 23 Zalando markets, You would own the problem statement of how we use different network configurations to increase the speed of delivery to customers through approaches such as Direct Injection, At Zalando, our vision is to be inclusive by design, And this vision starts with our hiring - we do not discriminate on the basis of gender identity, You are welcome to leave out your picture, We only assess candidates on their qualifications and merit,   We want to provide you with a great candidate experience, Feel free to inform us of any accommodations you may need,    WHAT WE'D LOVE YOU TO DO (AND LOVE DOING), You will collaborate with product, engineering and commercial teams across the organization (Fulfillment Core, Logistics Algorithms, Warehouse Management and Automation to name a few) to develop new sorting and injection solutions.,    You will own the long term multi year roadmap for Carrier Network Configurations,    You will spend a significant amount of time initially in the problem space, This will be followed by a technical solution proposal and implementation of desired feature and capability sets,    You will become a trusted partner and subject matter expert by diving deep into Zalandos complex technology & solution space,    WE'D LOVE TO MEET YOU IF",
    "description": "<p>Location</p><br><p>Berlin</p><br><p>Contract</p><br><p>Full time</p><br><p>Job Category</p><br><p>Product Management</p><br><p><strong>THE ROLE &amp; THE TEAM</strong></p><br><p>As a <strong>Principal Product Manager</strong> in the Transport team, you will have end-to-end ownership of discovering, defining, launching, and improving world-class transport network and configuration experiences for Zalando's 40MM+ customers. You will join a team that owns the transportation platform for Zalando working with 30+ carriers across 23 Zalando markets.</p><br><p>This role is specifically focused on expanding network capabilities for Zalando transportation. You would own the problem statement of how we use different network configurations to increase the speed of delivery to customers through approaches such as Direct Injection, sorting and selection techniques among others.</p><br><p><strong>INCLUSIVE BY DESIGN</strong></p><br><p>At Zalando, our vision is to be inclusive by design. And this vision starts with our hiring - we do not discriminate on the basis of gender identity, sexual orientation, personal expression, ethnicity, religious belief, or disability status. You are welcome to leave out your picture, age, or marital status from your application. We only assess candidates on their qualifications and merit.</p><br><p>We want to provide you with a great candidate experience. Feel free to inform us of any accommodations you may need, so we can best support you throughout the hiring process.</p><br><p>do.BETTER - our diversity &amp; inclusion strategy: https://corporate.zalando.com/en/our-impact/dobetter-our-diversity-and-inclusion-strategy</p><br><p>Our employee resource groups: https://corporate.zalando.com/en/our-impact/our-employee-resource-groups</p><br><p><strong>WHAT WE'D LOVE YOU TO DO (AND LOVE DOING)</strong></p><ul><li>You will collaborate with product, engineering and commercial teams across the organization (Fulfillment Core, Logistics Algorithms, Warehouse Management and Automation to name a few) to develop new sorting and injection solutions.</li><li>You will own the long term multi year roadmap for Carrier Network Configurations, creating iterative solutions over time to increase delivery speed, reduce network capacity risk, and delivery flexibility.</li><li>You will spend a significant amount of time initially in the problem space, in the operations as well as technical domain, teasing out and creating a common understanding of current process and technical constraints inhibiting us to achieve our business objectives in this domain. This will be followed by a technical solution proposal and implementation of desired feature and capability sets.</li><li>You will become a trusted partner and subject matter expert by diving deep into Zalando's complex technology &amp; solution space, to discover, define, and deliver remarkable solutions.</li></ul><p><strong>WE'D LOVE TO ME</strong>ET YOU IF...</p><ul><li>You are an experienced, data-driven, and highly collaborative Product Management leader with a strong customer focus.</li><li>You have a track record of end-to-end ownership and experience shipping products that scale (millions of users).</li><li>You have experience with fulfillment, logistics, last mile, delivery, and/or returns products and a solid understanding of their possibilities and limitations.</li><li>You have experience in defining and delivering on a product vision and strategy, and the patience to work with competing priorities to deliver customer value. You can maximize the medium-to-long-term impact of your work with your partner teams.</li><li>You showcase excellent verbal and written communication skills and ability to work across multiple teams, align goals and deliverables, and drive overall success independently of organizational boundaries.</li><li>Ability to break down complex problems by</li></ul><br>"
  },
  {
    "id": 4,
    "title": "Process Integration Lead",
    "company": "ardo",
    "locations": "Berlin",
    "skills": "Enterprise Architect, SAP, SAP S/4HANA, FICO, BPM, Wirtschaftsingenieurwesen",
    "posted_at": "2024-09-17",
    "is_remote": "False",
    "snippet_fragments": "As part of the deployment activities, You will help to resolve system and process design issues, You will safeguard the Template via the Change Approval Board, You will ensure that the necessary scenarios for testing cycles become available and are validated, You manage the process flow mapping and guarantee up-to-date documentation of process flows and scenarios within the foreseen BPM tool, You will be an evangelist of standard SAP best practice processes and a defender of the Ardo SAP Golden Template, As Process Integration Lead, you are expected to be an experienced integration and change agent who builds a new ERP environment while converting legacy systems to SAP to achieve substantial synergy savings, You will secure alignment with the Master Data team regarding setup, You will contribute from an SAP Process Integration perspective to defining the IT digital roadmap for the future for the different products in the SAP ecosystem and the various applications in the group linked to SAP, Your profile Bachelors or masters degree in a relevant discipline such as computer science, Minimum 10 years of experience as SAP Functional Stream Lead, Strong collaborative Information Technology leader with a proven record of implementing multiple end-to-end projects in diverse and challenging environments on an SAP platform, Strong analytical, planning, problem-solving, and project management skills coupled with the ability to understand the processes and quality related to a system, Functional expertise in all aspects of the system development life cycle involving business process analysis, Comfortable in interacting with people across hierarchical levels, Cross-Functional knowledge of SAP ERP in the modules MM, Experience in S/4HANA is a plus",
    "description": "<p>BE - Ardo Headquarters</p><br><p>IT</p><br><p>Permanent contract</p><br><p>Ardo supplies its continuously growing markets around the world with high quality frozen vegetables, herbs, and fruit with 4000 employees and 17 production sites in 8 countries. The family business sells in more than 100 countries and has a turnover of more than 1.4 billion euros. Ardo's mission is to preserve the gift of nature as pure as possible. Ardo achieves this goal thanks to an integrated network of growing areas, production units, freezing units, packaging equipment, appropriate logistics and thorough quality control. The group's know-how and flexible structure ensure that it can respond quickly to new trends and that innovative products can be brought onto the market quickly. More info on www.ardo.com.</p><br><p>Your Scope</p><br><p>As Process Integration Lead, you will be crucial in implementing SAP in the Ardo Group. You will be responsible for safeguarding and further enriching the Ardo SAP Golden Template. Based on your large cross-functional SAP knowledge, you will guide the Ardo SAP teams (partner and internal teams), both for Template and Deploy, to make the right process integration decisions about priorities, impact, effort, functional and technical design, and cost.</p><br><p>You will work closely with multiple stakeholders, including the SAP Program Manager and Project Sponsors, to analyze, discuss, and coordinate system design changes. As Process Integration Lead, you will report to the Group IT Director.</p><br><p><strong>Your key responsibilities are:</strong></p><br><p>You will take the lead in multiple SAP design activities, as part of the further deployment of the SAP system in de different Ardo sites, migrating the business processes from the existing local legacy ERP systems towards one integrated SAP S/4HANA environment. As part of the deployment activities, you will also validate the Show &amp; Tell content.</p><br><p>You will help to resolve system and process design issues, together with the Business Process Owners, internal and external Business Analysts, developers, and IT Enterprise Architect.</p><br><p>You will safeguard the Template via the Change Approval Board, which you organize, and discuss upfront all change requests, coming from fit gaps of further SAP Deploys, Continuous Improvement requests, and Support Tickets, with the Business Process Owners in preparation for the CAB.</p><br><p>You will ensure that the necessary scenarios for testing cycles become available and are validated. You manage the process flow mapping and guarantee up-to-date documentation of process flows and scenarios within the foreseen BPM tool.</p><br><p>You will be an evangelist of standard SAP best practice processes and a defender of the Ardo SAP Golden Template, both for our Sales entities track and our Plant Operations track, to limit the number of change requests to the must-have minimum, allowing Ardo to become more cost-efficient, reduce complexity and be compliant with local legislation.</p><br><p>As Process Integration Lead, you are expected to be an experienced integration and change agent who builds a new ERP environment while converting legacy systems to SAP to achieve substantial synergy savings.</p><br><p>You will secure alignment with the Master Data team regarding setup, defect solving, and continuous improvement.</p><br><p>You will contribute from an SAP Process Integration perspective to defining the IT digital roadmap for the future for the different products in the SAP ecosystem and the various applications in the group linked to SAP.</p><br><p>Your profile</p><br><p>Bachelor's or master's degree in a relevant discipline such as computer science, commercial engineering, civil/industrial engineering, or an equivalent.</p><br><p>Minimum 10 years of experience as SAP Functional Stream Lead, Process Integration Lead, or similar.</p><br><p>Strong collaborative Information Technology leader with a proven record of implementing multiple end-to-end projects in diverse and challenging environments on an SAP platform.</p><br><p>Strong analytical, planning, problem-solving, and project management skills coupled with the ability to understand the processes and quality related to a system.</p><br><p>Functional expertise in all aspects of the system development life cycle involving business process analysis, business requirements analysis, process re-engineering, project scoping, budgeting, risk analysis, and quality management.</p><br><p>Experience working with cross-cultural teams. Comfortable in interacting with people across hierarchical levels.</p><br><p>Cross-Functional knowledge of SAP ERP in the modules MM, PP, SD, FICO, and QM. Experience in S/4HANA is a plus.</p><br><p>Strong communication skills and the ability to clearly convey technical information to non-technical stakeholders.</p><br><p>Strong team player with good collaboration skills.</p><br><p><strong>Language skills:</strong> English is a must; Dutch and French are an asset.</p><br><p>We offer</p><br><p>We offer you the opportunity to be part of an authentic and sustainable international company, with real growth opportunities and the freedom to actively participate in shaping the business and the opportunity to develop professionally. You will receive a full remuneration package in line with the level of this position. We care for our people and create family-friendly surroundings by offering you the flexibility to work 2 days/week from home.</p><br><p>Interested? Contact our recruitment partner for this role, KABAS, via email katrijn.degrieck@kabasrecruit.be.</p><br>"
  },
  {
    "id": 5,
    "title": "Lead Analytics Engineer, Marketing",
    "company": "Vinted",
    "locations": "Berlin",
    "skills": "Data Analysis, Python, SQL, Continuous Integration, Java, CD, Data Science, BigQuery, Data Modeling, Git, ETL",
    "posted_at": "2024-08-30",
    "is_remote": "True",
    "snippet_fragments": "  Experience in roles like Analytics Engineer, Proficient in SQL, Git, and at least one programming language (e.g., Python, Java)., Expert in data modelling, access, and storage techniques.,   Proven experience in marketing data analytics and reporting across various digital and offline marketing channels, Familiar with testing, build, deployment, and CI/CD practices., Strong communication skills, attention to detail, and cross-functional collaboration.,   The opportunity to benefit from our share options programme,   30 days of paid annual leave,   Mental and emotional health support through the Mindletic app,   A personal monthly budget for shopping on Vinted,   A subsidised gym membership with ClassPass or Urban Sports Card,   A subsidised pension plan provided by Vinted,   The opportunity to spend up to 90 days per year - 21 of which can be spent working outside of the EU - on workation",
    "description": "<p>BRIEF INFO ABOUT VINTED</p><br><p>Vinted Marketplace is the largest online international C2C marketplace in Europe dedicated to second-hand fashion, with millions of registered members spanning 22 markets in Europe and North America. With a mission to make second-hand the first choice worldwide, Vinted enables people to sell and buy second-hand clothes and lifestyle items from each other, helping give those items a second or even third life.</p><br><p>Vinted Go launched in 2022, with a focus on developing products and solutions for more seamless shipping and delivery across Europe. Vinted Go has connected more than 40 carriers and more than 200,000 PUDO points across Europe to support the delivery of millions of parcels per year.</p><br><p>The Vinted Group, composed of Vinted Marketplace and Vinted Go, is headquartered in Vilnius, with workplaces in Germany, Lithuania, France, the United Kingdom, the Netherlands and over 2,000 employees. It is backed by six leading venture capital firms: Accel, Burda Principal Investments, EQT Growth, Insight Partners, Lightspeed Venture Partners, and Sprints Capital.</p><br><p>INFORMATION ABOUT THE POSITION</p><br><p>Vinted's Marketing Analytics Engineering team is taking a leap! We're excited to announce the creation of a new role: Lead Analytics Engineer, Marketing. This role is pivotal for ensuring the quality, reliability, and efficiency of our Marketing and Shipping Pricing data models. As a part of this dynamic, talented and committed team, you'll advocate for and implement best analytics engineering practices, manage broad and cross-domain technical projects, coordinate with external tech teams, and continuously strive to raise the bar for data practices in the Marketing Data Science &amp; Analytics domain. Join us on our mission to make Vinted Marketing data obvious and help second hand to become first choice worldwide faster.</p><br><p>IN THIS POSITION, YOU'LL</p><ul><li>Drive Domain Objectives: Lead technical projects in Marketing DSA, focusing on future outcomes and strategic initiatives.</li><li>Lead and Innovate: Suggest and implement technical changes to enhance Marketing data modelling.</li><li>Ensure Collaboration: Align the Marketing domain's technical vision through effective cross-team partnerships.</li><li>Raise the Bar: Develop and refine Marketing data models, enforcing best practices for quality and efficiency.</li><li>Unlock Impact: Guide the creation of data models for personalised Member Engagement Marketing campaigns.</li><li>Coordinate Across Teams: Manage technical collaborations with external partners for smooth project execution.</li><li>Continuously Improve: Stay updated on best practices in Dataverse and Analytics Engineering, sharing insights with the team.</li></ul><p>ABOUT YOU</p><ul><li>Experience in roles like Analytics Engineer, ETL Developer, or Data Engineer.</li><li>Proficient in SQL, Git, and at least one programming language (e.g., Python, Java).</li><li>Expert in data modelling, access, and storage techniques.</li><li>Proven experience in marketing data analytics and reporting across various digital and offline marketing channels.</li><li>Familiar with testing, build, deployment, and CI/CD practices.</li><li>Strong communication skills, attention to detail, and cross-functional collaboration.</li><li>Excellent written and spoken English.</li><li>Bonus: Experience with DBT and Google Cloud Platform (e.g. BigQuery).</li></ul><p>WORK PERKS</p><ul><li>The opportunity to benefit from our share options programme</li><li>30 days of paid annual leave</li><li>Newest MacBook models</li><li>Mental and emotional health support through the Mindletic app</li><li>Home office support: we provide IT workstation equipment and a personal budget of up to €540 for home workplace furniture</li><li>A daily lunch allowance</li><li>Frequent team-building events</li><li>A personal monthly budget for shopping on Vinted</li><li>A subsidised gym membership with ClassPass or Urban Sports Card</li><li>A subsidised pension plan provided by Vinted</li><li>Hallesche Supplemental health insurance</li><li>Life and disability insurance provided</li><li>A subsidised Deutschlandticket</li><li>The opportunity to spend up to 90 days per year - 21 of which can be spent working outside of the EU - on workation</li><li>A dog-friendly office</li></ul><p>WORKING AT VINTED</p><br><p><strong>Individual Learning Budget</strong></p><br><p>Vinted will set aside a yearly sum equal to 10-13.2% of your annual salary to be invested in your continuous professional development. You'll be able to take the initiative to use it for covering relevant learning activities that benefit your role.</p><br><p><strong>Hybrid Work</strong></p><br><p>We've adopted a hybrid workplace model where 2 days in the office are recommended but not enforced. It's up to you and your team to decide on the exact days you'll spend working together in person.</p><br><p><strong>Equal Opportunity</strong></p><br><p>The Vinted Group is committed to building an inclusive workplace where people from all walks of life feel a sense of belonging. We welcome applications from people of all backgrounds, identities and life experiences. At Vinted, all applicants are treated fairly without regard to their race, age, religion or belief, sex, national origin, citizenship, gender identity, sexual orientation, disability, or any other protected characteristic.</p><br><p>The salary range for this position is <strong>€</strong>83,600 - €113,200 gross per year.</p><br>"
  },
  {
    "id": 6,
    "title": "Lead Data Scientist - Machine Learning",
    "company": "Almedia",
    "locations": "Berlin",
    "skills": "Cloud, Python, SQL, Machine Learning, A/B testing",
    "posted_at": "2024-08-28",
    "is_remote": "False",
    "snippet_fragments": "  Deeply understand the data and customer and business problems, Collaborate effectively with cross-functional teams, including product managers, engineers, business developers, and user acquisition channel managers., Extensive work experience, with industry experience in developing machine-learning models, and ideally leading projects and small teams., Expertise in building, deploying, measuring, and maintaining machine learning models to address real-world problems., Strong statistical knowledge (A/B tests, probability, regression)., A combination of Python, SQL, and cloud experience is essential., Excellent communication skills, with the ability to present complex findings in a clear and concise manner, Preference for candidates with backgrounds in ad tech,   An opportunity to work in an innovative,   A fast-paced and inclusive work environment in a team of highly motivated professionals",
    "description": "<p>Almedia helps leading brands in the digital space to acquire new customers. Users can find and test the latest games, apps, and products for rewards via our platforms.</p><br><p>With more than 25 million users since our launch in 2020, Almedia's Freecash.com is one of the fastest-growing providers and a leader in our industry. Our mission is to provide a win-win experience for both users and advertisers.</p><br><p>We are looking for a Lead Data Scientist to join our rapidly growing team in Berlin</p><br><p><strong>You Will</strong></p><ul><li>Identify high-value ML business opportunities and work with both business and technical stakeholders to realize business benefit.</li><li>Deliver and deploy end-to-end machine-learning models, build measurement plans, learn and iterate to drive results.</li><li>Apply a solid statistical mindset and best practices, in the process of model development, deployment, and evolution.</li><li>Deeply understand the data and customer and business problems, in order to more closely align machine-learning model objectives and develop the best features and models to predict them.</li><li>Collaborate effectively with cross-functional teams, including product managers, engineers, business developers, and user acquisition channel managers.</li></ul><p><strong>You Have:</strong></p><ul><li>Extensive work experience, with industry experience in developing machine-learning models, and ideally leading projects and small teams.</li><li>Expertise in building, deploying, measuring, and maintaining machine learning models to address real-world problems.</li><li>Strong statistical knowledge (A/B tests, probability, regression).</li><li>A combination of Python, SQL, and cloud experience is essential.</li><li>Excellent communication skills, with the ability to present complex findings in a clear and concise manner. Preference for candidates with backgrounds in ad tech, gaming, or marketing.</li></ul><p><strong>Benefits:</strong></p><ul><li>An opportunity to work in an innovative, high-growth startup that has been profitable from day one.</li><li>A fast-paced and inclusive work environment in a team of highly motivated professionals.</li><li>Continuous learning and development opportunities.</li><li>Flexible work arrangements and a modern office space in the heart of Berlin.</li><li>Work from abroad policy</li></ul><p>Almedia is an equal opportunity employer, we embrace and celebrate diversity and encourage individuals from all backgrounds to apply.</p><br>"
  },
  {
    "id": 7,
    "title": "Lead Workforce Management",
    "company": "SumUp",
    "locations": "Berlin",
    "skills": "Statistik, Mathematik",
    "posted_at": "2024-08-13",
    "is_remote": "False",
    "snippet_fragments": "If you are a proactive, data-driven leader who is passionate about workforce management and customer service, we encourage you to apply for this exciting opportunity,    Opportunity to work with SumUppers globally on large-scale fintech products used by millions of businesses worldwide,    A dedicated annual L&D budget of 2,000 for attending conferences and/or advancing your career through further education  ,    A corporate pension scheme where we match up to 20% of your contributions  ,     ️ Numerous other benefits such as Urban Sports Club subsidy",
    "description": "<p><strong>Lead Workforce Management</strong></p><br><p>Summary: SumUp is looking for a Head of Workforce Management to join our team and lead the development and implementation of workforce management strategies across our customer service organization. The ideal candidate will have experience in managing workforce management teams (internal and outsourced across multiple geographies), be data-driven, and possess excellent communication skills.</p><br><p>Responsibilities:</p><ul><li>Develop and implement workforce management strategies that drive operational efficiencies, increase productivity, and improve customer experience</li><li>Manage and mentor a team of workforce management analysts responsible for forecasting staffing needs, scheduling, and real-time monitoring of service levels</li><li>Analyze data and trends to identify opportunities to optimize staffing levels, improve service levels, and reduce costs</li><li>Work cross-functionally with other teams to ensure alignment of workforce management strategies with business goals</li><li>Develop and maintain key performance indicators (KPIs) to track performance across the workforce management team and customer service organization</li><li>Collaborate with senior leadership to develop and implement long-term workforce management strategies that support the growth and success of the business</li><li>Develop and maintain relationships with external vendors and partners to ensure the delivery of workforce management services that meet business needs</li></ul><p><strong>THIS ROLE WILL BE GREAT IF YOU HAVE THE FOLLOWING:</strong></p><ul><li>Bachelor's degree in Business Administration, Mathematics, Statistics, or related field</li><li>7+ years of experience in workforce management, with at least 3 years in a management role</li><li>Strong analytical and problem-solving skills with experience in data analysis and forecasting</li><li>Experience with workforce management software and tools, such as Verint, IEX, or NICE</li><li>Excellent communication skills, with the ability to present complex data and insights to senior leadership</li><li>Ability to work collaboratively with cross-functional teams and stakeholders to achieve business goals</li><li>Demonstrated experience in developing and implementing workforce management strategies that drive operational efficiencies, increase productivity, and improve customer experience</li><li>If you are a proactive, data-driven leader who is passionate about workforce management and customer service, we encourage you to apply for this exciting opportunity</li></ul><p><strong>WHY YOU SHOULD JOIN SUMUP</strong></p><ul><li>Opportunity to work with SumUppers globally on large-scale fintech products used by millions of businesses worldwide, from our Berlin office. This involves an office-first setup</li><li>Commitment to Diversity and Inclusion: Be part of a workplace that values and promotes diversity, fostering an inclusive environment where everyone's perspectives are respected and embraced</li><li>A dedicated annual L&amp;D budget of €2,000 for attending conferences and/or advancing your career through further education</li><li>Enrolment onto our VSOP program: You will own a stake in SumUp's future success</li><li>A corporate pension scheme where we match up to 20% of your contributions</li><li>30 Days Sabbatical: Enjoy the unique opportunity to take a well-deserved break with our 30 days sabbatical benefit after completing 3 years of employment with SumUp</li><li>Referral Bonus: Earn additional rewards by referring talented individuals to join the SumUp team</li><li>‍</li><li>️ Numerous other benefits such as Urban Sports Club subsidy, Kita placement assistance, relocation assistance, subsidised office lunches</li></ul><p><strong>Job Application Tip</strong></p><br><p>We recognise that candidates feel they need to meet 100% of the job criteria in order to apply for a job. Please note that this is only a guide. If you don't tick every box, it's ok too because it means you have room to learn and develop your career at SumUp.</p><br>"
  },
  {
    "id": 8,
    "title": "Social Media Lead - Lounge by Zalando (all genders)",
    "company": "Zalando",
    "locations": "Berlin",
    "skills": "Algorithms, Paid Social",
    "posted_at": "2024-08-09",
    "is_remote": "False",
    "snippet_fragments": "You are welcome to leave out your picture, We only assess candidates on their qualifications and merit,    We want to provide you with a great candidate experience, Feel free to inform us of any accommodations you may need,    WHAT WED LOVE YOU TO DO (AND LOVE DOING),    WE'D LOVE TO MEET YOU IF,     You have 5 years of experience in social media management",
    "description": "<p>Location</p><br><p>Berlin</p><br><p>Contract</p><br><p>Full time</p><br><p>Job Category</p><br><p>Marketing &amp; Communications</p><br><p><strong>THE ROLE &amp; THE TEAM</strong></p><br><p>As our Social Media Lead, you'll be at the forefront of shaping and growing our brand's organic presence on Instagram and TikTok. You will work closely with an external agency to craft and execute compelling social media strategies that resonate with our audience. Your creativity and strategic thinking will drive engagement and brand loyalty, while your analytical skills will ensure our content continuously evolves and improves. You'll be joining a dynamic and innovative team committed to pushing the boundaries of online fashion retail.</p><br><p><strong>INCLUSIVE BY DESIGN</strong></p><br><p>At Zalando, our vision is to be inclusive by design. And this vision starts with our hiring - we do not discriminate on the basis of gender identity, sexual orientation, personal expression, ethnicity, religious belief, or disability status. You are welcome to leave out your picture, age, or marital status from your application. We only assess candidates on their qualifications and merit.</p><br><p>We want to provide you with a great candidate experience. Feel free to inform us of any accommodations you may need, so we can best support you throughout the hiring process.</p><br><p>do.BETTER - our diversity &amp; inclusion strategy: https://corporate.zalando.com/en/our-impact/dobetter-our-diversity-and-inclusion-strategy</p><br><p>Our employee resource groups: https://corporate.zalando.com/en/our-impact/our-employee-resource-groups</p><br><p><strong>WHAT WE'D LOVE YOU TO DO (AND LOVE DOING)</strong></p><ul><li><br><strong>Develop and Execute Strategy:</strong> Collaborate with our external agency to create and implement a robust social media strategy for Instagram and TikTok that aligns with our brand's goals.</li><li><br><strong>Create Engaging Content:</strong> Oversee the creation and curation of visually appealing and brand-consistent content that captivates our audience.</li><li><br><strong>Audit and Improve Channels:</strong> Regularly audit our social media channels to identify areas for improvement and ensure we are on the cutting edge of social media trends.</li><li><br><strong>Drive Campaign Success:</strong> Plan and manage innovative social media campaigns that drive engagement, brand awareness, and conversions.</li><li><br><strong>Monitor and Optimise KPIs:</strong> Track and analyse performance metrics to ensure we are meeting and exceeding our engagement, reach, and follower growth targets.</li><li><br><strong>Drive Community Management:</strong> Collaborate with our agency to foster a vibrant and interactive community by ensuring timely and engaging responses to comments and messages.</li><li><br><strong>Enhance Workflows:</strong> Continuously review and refine workflows for content planning, creation, approval, and posting to enhance efficiency.</li><li><br><strong>Collaborate Across Teams:</strong> Work closely with our Influencer Marketing and Paid Social teams to ensure cohesive and complementary social media strategies, and with Retail to ensure we're capturing all the key commercial moments with our content plan</li><li><br><strong>I</strong>nnovate Continuously: Stay ahead of the latest social media trends and platform updates, experimenting with new content formats and strategies.</li><li><br><strong>Report Insights:</strong> Develop comprehensive reports on social media performance and provide strategic recommendations for ongoing improvement.</li></ul><p><strong>WE'D LOVE TO MEET YOU IF</strong></p><ul><li>You have 5+ years of experience in social media management, preferably within the fashion or retail industry.</li><li>You live and breathe social media and have a deep understanding of Instagram and TikTok algorithms and best practices. You always stay ahead of industry trends.</li><li>You are creative and have a proven track record of creating engaging and high-quality content.</li><li>You are analytical and proficient in using social media analytics tools to drive strategy based on data.</li><li>You love collaboration and have experience working with external agencies and cross-functional teams.</li><li>You are adaptable and thrive in a fast-paced environment, managing multiple projects with ease.</li><li>You have excellent written and oral communication skills in English.</li></ul><p>If you have what it takes, we encourage you to</p><br>"
  },
  {
    "id": 9,
    "title": "Go-to-Market Lead Life Sciences (w/m/d)",
    "company": "Capgemini Deutschland",
    "locations": "Berlin",
    "skills": "",
    "posted_at": "2024-07-24",
    "is_remote": "False",
    "snippet_fragments": "  Du bist zuständig für die Zusammenarbeit mit Partnern zur Gestaltung weiterer Geschäftsmöglichkeiten und die Beratung von Kunden zu komplexen Daten- und Analytik-Fragen im eigenen Fachgebiet,   Als Botschafter*in für Capgemini bist du sowohl intern als auch extern tätig,   Du trägst mit Wissen und Erfahrung zu kommerziellen Angeboten (RFPs) bei; bist vertriebsorientiert und somit in der Lage, Erfolgreich abgeschlossenes Studium der (Wirtschafts-)Informatik, einem anderen MINT Studiengang oder ein vergleichbarer Abschluss.,   Du verfügst über Erfahrung im Bereich Daten,   Erfahrung in einer Beratungstätigkeit ist von Vorteil,   Du bist eine Expertin oder ein Experte im Stakeholder-Management,   Du verfügst über gute Kommunikations- und Schreibfähigkeiten in Deutsch und Englisch und über projektbezogene Reisebereitschaft,   Get the future you want  für den ersten Schritt in Richtung Zukunft brauchst du nur drei Minuten Zeit und deinen aktuellen Lebenslauf, Du möchtest weitere Dokumente mit uns teilen? Mit wenigen Klicks kannst du sie deiner Bewerbung optional hinzufügen,   Bei Fragen steht dir Miriam Schleicher unter career,  Diese Anzeige ist online, solange die Stelle verfügbar ist, Wir freuen uns auf deine aussagekräftige Online-Bewerbung, Bitte habe Verständnis, dass wir keine postalischen Bewerbungen berücksichtigen und Originalunterlagen nicht zurückgeschickt werden können.,   Wir legen großen Wert auf die Vereinbarkeit von Arbeit und Privatleben, Deshalb hast du bei uns die Möglichkeit, Diversität sorgt in unserem Unternehmen für Inspiration und Innovation, Wir freuen uns besonders über Bewerbungen von qualifizierten Talenten,   Erfahre hier mehr zu unserem Bewerbungsprozess und erhalte Tipps für deine Bewerbung",
    "description": "<p><strong>JOB DESCRIPTION</strong></p><br><p>Capgemini Global Insights &amp; Data ist eine führende Geschäftseinheit auf dem Markt für Daten, Plattformen und Analytik in allen Regionen und Branchen, einschließlich Finanzdienstleistungen, Konsumgüter, Fertigung und Life Sciences. Unser Angebot umfasst die End-to-End Datenintegration zur Cloud-Plattform, ein komplettes Sortiment an KI-Engineering-Fähigkeiten sowie eine Reihe von branchenspezifischen fortgeschrittenen Analytik- und KI-Lösungen. Diese Position im Bereich Insights &amp; Data bietet eine einzigartige Gelegenheit, das Geschäft im Bereich Life Sciences in Deutschland weiterzuentwickeln. Als Go-to-Market Lead (w/m/d) wirst du dabei helfen, wichtige Großprojekte im Bereich Life Sciences innerhalb der Geschäftseinheit zu formen und unser Kundenverständnis zu vertiefen, um maximalen Wert, Einfluss und Innovation auf den Markt zu bringen.</p><br><p><strong>Dein neuer Job</strong></p><ul><li>Du bist verantwortlich für die Entwicklung und Umsetzung von Vertriebs- und Geschäftsentwicklungsstrategien.</li><li>Du arbeitest an verschiedenen Life-Science-Projekten und entwickelst neue Daten- und Analytik-Möglichkeiten bei unseren Life-Science-Kunden in Zusammenarbeit mit den Vertriebs- und Account-Teams von Capgemini und Führung dieser Projekte.</li><li>Du bist zuständig für die Zusammenarbeit mit Partnern zur Gestaltung weiterer Geschäftsmöglichkeiten und die Beratung von Kunden zu komplexen Daten- und Analytik-Fragen im eigenen Fachgebiet.</li><li>Als Botschafter*in für Capgemini bist du sowohl intern als auch extern tätig, Kunden dabei unterstützen, datengesteuerter zu werden und unterstützt dabei, Mehrwert aus Daten und Analytik zu ziehen.</li><li>Du trägst mit Wissen und Erfahrung zu kommerziellen Angeboten (RFPs) bei; bist vertriebsorientiert und somit in der Lage, in Zusammenarbeit mit unserer Vertriebsorganisation, Chancen zu erkennen und zu nutzen.</li></ul><p><strong>Dein Profil</strong></p><ul><li>Erfolgreich abgeschlossenes Studium der (Wirtschafts-)Informatik, einem anderen MINT Studiengang oder ein vergleichbarer Abschluss.</li><li>Du verfügst über Erfahrung im Bereich Daten, Analytik und KI-Problematiken sowie über einen Hintergrund im Vertrieb und/oder Geschäftsentwicklung und hast Erfahrung in der Unterstützung von Datengeschäften in der Life-Science-Branche.</li><li>Erfahrung in einer Beratungstätigkeit ist von Vorteil.</li><li>Du bist eine Expertin oder ein Experte im Stakeholder-Management.</li><li>Du verfügst über gute Kommunikations- und Schreibfähigkeiten in Deutsch und Englisch und über projektbezogene Reisebereitschaft.</li></ul><p><strong>Bewirb dich jetzt</strong></p><br><p>Get the future you want - für den ersten Schritt in Richtung Zukunft brauchst du nur drei Minuten Zeit und deinen aktuellen Lebenslauf. Du möchtest weitere Dokumente mit uns teilen? Mit wenigen Klicks kannst du sie deiner Bewerbung optional hinzufügen.</p><br><p>Bei Fragen steht dir <strong>Miriam Schleicher</strong> unter <strong>career.de@capgemini.com</strong> zur Seite.</p><br><p>Diese Anzeige ist online, solange die Stelle verfügbar ist. Wir freuen uns auf deine aussagekräftige Online-Bewerbung. Bitte habe Verständnis, dass wir keine postalischen Bewerbungen berücksichtigen und Originalunterlagen nicht zurückgeschickt werden können.</p><br><p>Wir legen großen Wert auf die Vereinbarkeit von Arbeit und Privatleben. Deshalb hast du bei uns die Möglichkeit, <strong>hybrid</strong> aus dem Office, von zu Hause oder an anderen Capgemini Standorten in Deutschland zu arbeiten.</p><br><p>Capgemini lebt Vielfalt am Arbeitsplatz. Diversität sorgt in unserem Unternehmen für Inspiration und Innovation. Wir freuen uns besonders über Bewerbungen von qualifizierten Talenten, unabhängig von Herkunft, Nationalität, Geschlecht, Hautfarbe, ethnischer und sozialer Herkunft, Religion, Alter, Behinderung, sexueller Orientierung und Lebensphase.</p><br><p><strong>Mehr Infos</strong></p><br><p>Erfahre hier mehr zu unserem <strong>Bewerbungsprozess</strong> und erhalte Tipps für deine Bewerbung. Steig jetzt bei Capgemini ein und profitiere von unseren <strong>zahlreichen Benefits</strong>. Mehr Informationen zu den <strong>IT-Berufsfeldern</strong> bei Capgemini und unseren <strong>Standorten in Deutschland</strong> findest du auf unserer Karriereseite: <strong>capgemini.de/karrier</strong></p><br><p>Sämtliche in der Anzeige genannten Nebenleistungen geben lediglich einen ersten Überblick ohne Anerkennung einer Rechtspflicht. Sie richten sich nach den jeweils gültigen Betriebsvereinbarungen, Policies, betrieblichen Regelungen und Anspruchsvoraussetzungen zum Zeitpunkt des Eintritts in das Unternehmen.</p><br><p><strong>Informiere dich auf</strong> <strong>glassdoor</strong> <strong>und</strong> <strong>kununu</strong>, wie unsere Mitarbeiter*innen Capgemini als Arbeitgeber bewerten.</p><br><p><strong>COMPANY DESCRIPTION</strong></p><br><p>Capgemini ist einer der weltweit führenden Anbieter von Management- und IT-Beratung, digitaler Transformation sowie Technologie- und Ingenieursdienstleistungen. Wir bieten dir ein inspirierendes Team, flexible Karrieremöglichkeiten sowie die Freiheit, mit deiner Arbeit für dich und andere Perspektiven zu schaffen.</p><br>"
  },
  {
    "id": 10,
    "title": "Sales Team Leader B2B for Italy - Circular Tech IT Infrastructure (m/w/d)",
    "company": "Tonitrus GmbH",
    "locations": "Berlin",
    "skills": "",
    "posted_at": "2024-07-24",
    "is_remote": "True",
    "snippet_fragments": " Fluent Italian language skills and good English skills for our internal communication,  Great team spirit within our comany and our multi-national Berlin sales team including regular company events throughout the year,  Exciting customer projects in the Circular Economy,  Structured onboarding process and ongoing trainings,  Lots of room for personal and professional development,  Modern workspace with latest technology and equipment,  Performance-oriented salaray scheme and further sales incentives,  Office location (Friedrichstraße 68, Berlin) in a modern & spacious office building with lots of amenities such as a café and a rooftop terrace, We are looking forward meeting you!",
    "description": "<p>Tonitrus is an international IT company engaged in the Circular Economy. Our focus lies on offering IT infrastructure products in the area of Servers, Storage, Networking and Computing. We help companies and public institutions across Europe and worldwide by not only delivering first class IT hardware to them, but also by helping our customers to reduce their carbon footprint &amp; to save their IT budget at the same time by supplying refurbished „as good as new&quot; IT products. We round up our offerings by also providing various IT services such as Third-Party-Maintenance &amp; Certified Data Erasure. We keep available over 50,000 SKUs to our valued customers in more than 20 countries across Europe with same-day-shipment options via marketplaces and via our multi-language webshops (tonitrus.com), supported by our dedicated account managers.</p><br><p>For our international sales office located in Berlin (Friedrichstraße 68), we are hiring a Sales Team Leader Italy for supporting our Italian Sales Team with further growth.</p><br><p><strong>Your tasks:</strong></p><ul><li>Understanding, embracing and executing our well structured sales process</li><li>Supporting and giving guidance to Italian sales team member for reaching &amp; outperforming our mutual goals</li><li>Data-driven and analytical Sales Controlling including weekly sales management meetings</li><li>Managing your own sales funnel &amp; your team's sales funnel</li><li>Understanding and identifying customer growth potential</li><li>Developing accounts to key accounts with recurring business opportunities &amp; excellent account management</li><li>Embracing the powerful features of our CRM system and share input for further improvements</li></ul><p><strong>Your profile:</strong></p><ul><li>Any Bachelor and/or Master degree</li><li>Minimum of 7 years work experience in B2B sales</li><li>Minimum of 3 years experience in leading a B2B sales team</li><li>Excellent communication skills</li><li>Proven track record for helping sales people to grow and develope to new heights</li><li>Analytical and data-driven management capabilities</li><li>Customer-centric thinking</li><li>Enthusiasm for sales and the circular economy/ circular IT</li><li>Fluent Italian language skills and good English skills for our internal communication</li></ul><p><strong>We offer:</strong></p><ul><li>Great team spirit within our comany and our multi-national Berlin sales team including regular company events throughout the year</li><li>Exciting customer projects in the Circular Economy</li><li>Structured onboarding process and ongoing trainings</li><li>Lots of room for personal and professional development</li><li>Modern workspace with latest technology and equipment</li><li>Performance-oriented salaray scheme and further sales incentives</li><li>Office location (Friedrichstraße 68, Berlin) in a modern &amp; spacious office building with lots of amenities such as a café and a rooftop terrace</li><li>Home Office options available</li></ul><p><strong>We are looking forward meeting you!</strong></p><br><p>Your Tonitrus-Team</p><br><p>www.tonitrus.com</p><br><p>Job Types: Full-time, Permanent</p><br><p>Pay: 72.000,00€ - 115.000,00€ per year</p><br><p>Experience:</p><ul><li>Leading a B2B sales team: 3 years (Required)</li><li>B2B Sales: 7 years (Required)</li></ul><p>Language:</p><ul><li>fließend Italienisch (Wort und Schrift) (Required)</li></ul><p>Work Location: In person</p><br>"
  },
  {
    "id": 11,
    "title": "Revenue Strategy Lead Analyst",
    "company": "Remerge",
    "locations": "Berlin",
    "skills": "Data Analysis, Excel, Power BI, Salesforce",
    "posted_at": "2024-07-10",
    "is_remote": "True",
    "snippet_fragments": "Prepare a status report on what regions may require to achieve the appointed board goals ,   Define KPIs for productivity measurement of sales, Develop monthly productivity reports and share key insights with stakeholders ,   Select key KPIs for revenue strategy planning and provide preliminary analysis of data every quarter ,   Ensure accurate forecasting and anecdotal insight population during our quarterly business reviews, Prepare quarterly business reports summarising key highlights and action items ,   Manage and mentor a CRM specialist,   Innate interest in understanding the business context ,   Ability to create precise business narratives based on data analysis ,   Strong project management and organisational skills ,   Advanced qualitative and quantitative research skills ,   Proven practices for effective internal communication ,   Proficiency in data analysis tools such as Excel",
    "description": "<p>Remerge helps leading mobile app marketers increase revenue and retention by activating, re-engaging and retaining high-value users through programmatic in-app ads. Founded in 2014, Remerge has established itself as a leading app retargeting player globally, with offices spanning Berlin, New York, Singapore, Seoul and Tokyo. Our international team of experts has contributed to the growth of hundreds of apps across all major verticals, including gaming, on-demand delivery, e-commerce, and finance.</p><br><p><strong>Job mission</strong></p><br><p>We're seeking a highly organised Revenue Strategy Lead Analyst to join our team. In this role, you'll redesign how data is presented within the revenue department and lead the definition and implementation of a collective, data-driven and decision-making culture.</p><br><p><strong>Job responsibilities</strong></p><ul><li>Assist with formulating and communicating annual board goals to the revenue team. Prepare a status report on what regions may require to achieve the appointed board goals</li><li>Define KPIs for productivity measurement of sales, account management, and marketing. Develop monthly productivity reports and share key insights with stakeholders</li><li>Select key KPIs for revenue strategy planning and provide preliminary analysis of data every quarter</li><li>Ensure accurate forecasting and anecdotal insight population during our quarterly business reviews. Prepare quarterly business reports summarising key highlights and action items</li><li>Manage and mentor a CRM specialist, guiding their professional development and ensuring best practices in CRM management</li></ul><p><strong>Job requirements</strong></p><ul><li>Innate interest in understanding the business context</li><li>Ability to create precise business narratives based on data analysis</li><li>Strong project management and organisational skills</li><li>Advanced qualitative and quantitative research skills</li><li>Proven practices for effective internal communication</li><li>Proficiency in data analysis tools such as Excel, PowerBI, or other data visualisation tools</li><li>Proficiency in Salesforce</li></ul><p><strong>Our promise</strong></p><ul><li>Direct Impact: Accelerate your career in a fast-paced environment with a high degree of responsibility.</li><li>Competitive Remuneration: Enjoy a top-tier package including stock option awards in a profitable company.</li><li>Personal Growth: Take advantage of our budget for books, conferences, and other training materials.</li><li>Flexible Schedule: We offer flexible working hours, unlimited home office days, and the ability to take as much time off as you need.</li><li>Office Exchange: Travel to our global offices for short-term assignments.</li><li>Team Events: Celebrate achievements and enjoy team off-sites with an amazing team.</li></ul><p>Remerge is an Equal Opportunity Employer: all qualified applicants are considered for positions regardless of race, ethnic origin, gender, age, religion or belief, marital status, gender identification, sexual orientation, veteran status or disability. We're looking forward to your application!</p><br><p>Important notice: Protect yourself from scammers representing Remerge</p><br><p>Do not respond to job offers from third parties claiming to recruit on behalf of Remerge, or individuals impersonating as Remerge employees offering freelance or remote work opportunities. We do not ask job applicants for personal information like bank account numbers, address, money transfer requests, or other confidential details on any messaging platform. If someone reaches out to you to offer you a job, make sure that they are a verified Remerge employee by checking their identity on official Remerge channels.</p><br><p>Please note that the only job openings we offer are listed on our official website: remerge.io/careers</p><br><p>Stay vigilant and protect yourself from potential scams.</p><br>"
  },
  {
    "id": 12,
    "title": "Lead Game Product Manager - Casual Games (all genders)",
    "company": "Justplay GmbH",
    "locations": "Berlin",
    "skills": "Data Analysis, A/B testing, Unity",
    "posted_at": "2024-07-10",
    "is_remote": "False",
    "snippet_fragments": "    Lead initiatives to optimize the overall quality of the entire JustPlay Casual Games portfolio,      Identify and implement strategic improvement and fixes within our game design processes,      Proactively scout and evaluate new titles with the potential to add value to our portfolio,      Design and execute A/B testing strategies to assess and leverage new opportunities,      Drive retention and improve in app advertising revenue opportunities,   The experience we hope you bring to JustPlay ,     5 years of experience as a game producer or product manager or portfolio manager in the mobile gaming industry (casual and hyper-casual games),  Excellent command of English, both in writing and speaking,,      Structured approach and ability to coordinate between different teams,      Comprehensive understanding of what makes casual games successful and knowledge of casual game genres and their target audiences,      Proven experience in contributing to the success of a casual or hyper-casual game,      Ideally previous experience from a game publishing company and/or background in game design,      Concrete experience in casual or hyper casual gaming and/or in-app advertisement would be considered a great advantage, Global (coaching, language courses) and local (gym membership, monthly public transportation ticket, etc.) benefits tailored to our distributed team,,      A lot of responsibility with complete ownership of tasks and freedom in choosing the best path to reach your goals,      Training Budget - we believe in learning and growing together, We support that by offering a generous personal learning budget that can be used for books,      Health and Fitness - active breaks,      Highly Competitive Salary - we believe that top performers should receive top payment,      Flexible working hours and flexibility  we believe in a good work-life balance and in giving employees the choice of which setup works best for them,      State-of-the-art technical equipment - this includes the latest laptops and phones, A spirited, inspiring, international, and enthusiastic team,,      An International team that is currently working from 8 locations around the world,      An organization with a high level of trust and sense of belonging among employees,      An opportunity to be a part of a company thats breaking with traditional ideas and taking a new approach thats shattering how the games industry works",
    "description": "<p><strong>YOUR MISSION</strong></p><br><p><strong>Location:</strong> Berlin or Remote (+/- 3hrs from CET)</p><br><p>We are a worldwide gaming loyalty platform operator and publisher. Our purpose is to enable free-to-play mobile game players to get rewarded for their hobby. We launched JustPlay in the US in 2020, and now our product is one of the leading loyalty rewards apps in the world. Our team is based in 8+ countries and our headquarters are in Berlin, Germany. While serving our 500,000 daily active players, developing our loyalty app and awesome games, we value fairness, having fun together, creativity and focusing on the things that matter.</p><br><p>As a Lead Game Product Manager, you will play a pivotal role in enhancing our casual games portfolio by merging your game design expertise with effective product management skills. You'll manage the entire process of making our games more enjoyable and profitable, both for titles we produce internally and those developed in collaboration with external studios. While this role does not include direct reports from the get-go, it will oversee various external teams (designers, game developers, etc.) and has the opportunity of taking over the whole games domain in the future, including building and leading their own team.</p><br><p>Join one of the largest casual games publishers in the market, where our games are enjoyed by millions of players. This is a unique opportunity to make a significant impact in a both rapidly growing and already massively scaled business.</p><br><p><strong>JOB RESPONSIBILITIES</strong></p><ul><li>Lead initiatives to optimize the overall quality of the entire JustPlay Casual Games portfolio, focusing on enhancing player satisfaction, boosting retention and increasing engagement across all titles,</li><li>Identify and implement strategic improvement and fixes within our game design processes, coordinating the collaboration with several casual game development teams and ensuring a smooth execution of future developments and enhancements,</li><li>Proactively scout and evaluate new titles with the potential to add value to our portfolio,</li><li>Design and execute A/B testing strategies to assess and leverage new opportunities, optimizing game performance and diversifying our portfolio genres,</li><li>Drive retention and improve in app advertising revenue opportunities.</li></ul><p><strong>THE EXPERIENCE WE HOPE YOU BRING TO JUSTPLAY</strong></p><ul><li>5+ years of experience as a game producer or product manager or portfolio manager in the mobile gaming industry (casual and hyper-casual games),</li><li>Excellent command of English, both in writing and speaking,</li><li>Proficient in data analysis,</li><li>Structured approach and ability to coordinate between different teams,</li><li>Comprehensive understanding of what makes casual games successful and knowledge of casual game genres and their target audiences,</li><li>Proven experience in contributing to the success of a casual or hyper-casual game,</li><li>Ideally experience with unity,</li><li>Ideally previous experience from a game publishing company and/or background in game design,</li><li>Concrete experience in casual or hyper casual gaming and/or in-app advertisement would be considered a great advantage.</li></ul><p><strong>OUR BENEFITS PACKAGE:</strong></p><ul><li>Global (coaching, language courses) and local (gym membership, monthly public transportation ticket, etc.) benefits tailored to our distributed team,</li><li>A lot of responsibility with complete ownership of tasks and freedom in choosing the best path to reach your goals,</li><li>Training Budget - we believe in learning and growing together. We support that by offering a generous personal learning budget that can be used for books, workshops, conferences, coaching etc.,</li><li>Health and Fitness - active breaks, sponsored healthy lunches and a company which is deeply interested in your well-being,</li><li>Highly Competitive Salary - we believe that top performers should receive top payment,</li><li>Flexible working hours and flexibility - we believe in a good work-life balance and in giving employees the choice of which setup works best for them, it doesn't matter if you are a digital nomad, the type that comes to the office once a month or an office-goer,</li><li>State-of-the-art technical equipment - this includes the latest laptops and phones, which may also be used in your free time.</li></ul><p><strong>WHY US?</strong></p><ul><li>A spirited, inspiring, international, and enthusiastic team,</li><li>An International team that is currently working from 8+ locations around the world,</li><li>An organization with a high level of trust and sense of belonging among employees, that prioritizes employee quality of life, job satisfaction and professional development,</li><li>An opportunity to be a part of a company that's breaking with traditional ideas and taking a new approach that's shattering how the games industry works.</li></ul><p>Apply for this job</p><br><p><strong>ABOUT US</strong></p><br><p>We are a worldwide gaming loyalty platform operator and publisher. Our purpose is to enable free-to-play mobile game players to get rewarded for their hobby. We launched JustPlay in the US in 2020, and now our product is one of the leading loyalty rewards apps in the world. Our team is based in 8+ countries and our headquarters are in Berlin, Germany. While serving our 500,000 daily active players, developing our loyalty app and awesome games, we value fairness, having fun together, creativity and focusing on the things that matter.</p><br>"
  },
  {
    "id": 13,
    "title": "Senior / Lead Data Engineer (f/m/d)",
    "company": "Hive Technologies GmbH",
    "locations": "Berlin",
    "skills": "Python, SQL, AWS, Redshift, Flink, Dashboards, PostgreSQL, Terraform, Database Design, Tableau, Data Warehouse, Cloud Platforms, Shopify, Data Pipelines, Metabase, Hive, ETL, Business Intelligence, IaC, ELT",
    "posted_at": "2024-06-27",
    "is_remote": "False",
    "snippet_fragments": "Experience with (near) real-time data use-cases a plus, Proficiency in a programming language such as Python, Solid understanding of data warehousing concepts and best practices, Excellent problem-solving skills and high attention to detail, Strong communication skills and the ability to work collaboratively in a team environment, You will work with a highly driven team of exceptional and experienced people in all domains, People at Hive have worked at organizations such as McKinsey, We believe in a culture of trust,  Join a young company with an entrepreneurial culture operating at lightning speed  we want you to grow with us, We offer attractive compensation, including virtual employee stock options for all full-time team members plus your choice of hardware according to your preference",
    "description": "<p><strong>THE POSITION</strong></p><br><p>If you are excited about growing with Hive and love operations, this might be the right position for you!</p><br><p>You'll join as our first full-time data engineer, helping power our business, serve our customers better, and drive our data infrastructure.</p><br><p><strong>What you'll be responsible for:</strong></p><br><p>Some exemplary topics of what we expect a data engineer to cover is below - an important note is that we're not looking for someone that purely optimizes the technical aspects of what they're doing, but that they're doing it with their users (engineers, data analysts, PMs, ...) and our customers in mind.</p><ul><li>Design, develop, and maintain scalable ETL/ELT processes to support data ingestion, transformation, and storage using dbt, Python, and Redshift.</li><li>Optimize and manage our data warehouse (Redshift) to ensure high performance, reliability, and low latency.</li><li>Architect, create, and maintain data models that reflect the needs of the business.</li><li>Develop data products to be integrated across our entire operations platform, such as:</li><li>Merchant-facing analytics for dashboards and different views in our customer-facing applications</li><li>Operational analytics for data-driven decision making in our Warehouse Management Software</li><li>Delivery time prediction models to power our &quot;Delivery Promise&quot; functionality across applications, from the merchant's storefront to their tracking emails and customer-facing tracking portal.</li></ul><p>Hive is building the leading operations platform for independent commerce. It's time for us to take the next step and deeply invest in our data platform foundations as a key enabler to enhance the value of our multi-product offering. Better commerce operations for merchants, consumers, and our fulfillment network.</p><br><p><strong>What you'll be doing:</strong></p><ul><li><br><strong>Data pipeline optimization:</strong> Redesign, build, and optimize ETL processes to reduce latency and improve performance for real-time analytics use cases.</li><li><br><strong>Scalable Data Warehouse setup</strong>: Help shape and implement a scalable data warehousing solution (e.g., in Redshift) to handle increasing data volumes and complex queries efficiently.</li><li><br><strong>BI enhancement:</strong> Guide data analysts to develop new dashboards and reporting solutions in Metabase, providing actionable insights.</li><li><br><strong>Data quality and consistency:</strong> Ensure comprehensive data quality and accuracy across all pipelines.</li><li><br><strong>Integration with product infrastructure:</strong> Work with engineering teams to integrate data solutions with our product stack, enabling seamless data flow and enhancing our capabilities across the entire platform.<br> Collaboration across the business: Assess stakeholder needs across the Hive organization to drive decision-making and technical approaches proactively, ensuring different use cases are covered properly and thoroughly<br><strong>YOUR PROFILE</strong><br></li></ul><p>We know - sometimes, you can't tick every box. We would still love to hear from you if you think you're a good fit!</p><ul><li><br><strong>You have the skills.</strong> Strong proficiency in SQL and significant experience with relational databases and data warehouse (e.g. Postgres and Redshift). Experience with (near) real-time data use-cases a plus.</li><li><br><strong>You get into the details.</strong> Hands-on experience with ETL/ELT tools and processes, BI tools like Mode/Metabase/Tableau, and cloud platforms like AWS.</li><li><br><strong>You write code.</strong> Proficiency in a programming language such as Python, and are experienced in managing data infrastructure via IaC tools like Terraform</li><li><br><strong>You know the theory, and the practice.</strong> Solid understanding of data warehousing concepts and best practices.</li><li><br><strong>You care about the craft</strong>. Excellent problem-solving skills and high attention to detail.</li><li><br><strong>You bring people along.</strong> Strong communication skills and the ability to work collaboratively in a team environment.</li></ul><p><strong>OUR OFFERING</strong></p><ul><li><br><strong>Be part of the Hive</strong>. You will work with a highly driven team of exceptional and experienced people in all domains. People at Hive have worked at organizations such as McKinsey, Amazon, Shopify, Google, Flink, Blackstone, J.P. Morgan &amp; DHL before. We believe in a culture of trust, collaboration, empowerment and constructive feedback in a positive and inspiring work atmosphere</li><li><br><strong>Make an impact.</strong> Join a young company with an entrepreneurial culture operating at lightning speed - we want you to grow with us</li><li><br><strong>You will be valued</strong>. We offer attractive compensation, including virtual employee stock options for all full-time team members plus your choice of hardware according to your preference</li><li><br><strong>We support your well-being.</strong> Benefit from 30 vacation days annually, with the opportunity for a sabbatical after three years with us, alongside a dedicated monthly wellness and productivity budget.</li><li><br><strong>We will get you set up.</strong> Operating system and hardware of your choice, additional tech equipment that you need, screens, you name it - we want to enable you to do your best work</li><li><br><strong>There's more!</strong> Enjoy flexible working hours, free drinks and snacks in our office in Berlin, Paris, Milan &amp; Madrid and join regular team events such as off-sites and workcations</li></ul><p><strong>ABOUT US</strong></p><br><p><strong>We make better commerce operations for everyone.</strong></p><br><p>Hive's mission is to make commerce operations better - for brands, consumers and ops partners. Hive seamlessly combines powerful technology with a network of leading operations providers, saving commerce brands on average 17% on costs and generating up to 24% revenue uplift. All-in-one, through our Hive App. The Hive ecosystem spans the full operational chain. Started just in 2020, Hive already works with hundreds of the leading brands across Europe such as HOLY, mybacs and Inkster and has become the leading operations platform in Europe. Backed by acclaimed global investors including Tiger Global, Earlybird, Picus Capital, we are rapidly expanding our pan-European network with our newly opened fulfillment centers and offices in Berlin, Paris, Milan, Madrid and London.</p><br><p>At Hive, we believe fostering diversity in every team makes us a stronger company overall. We do not discriminate based on religion, skin color, nationality, gender, sexual orientation, age, marital status, or disability, and encourage applications from all backgrounds. We strive to create an inclusive workplace where everyone feels encouraged to be their true self and to grow professionally.</p><br>"
  },
  {
    "id": 14,
    "title": "Team Lead Technical Support (f/m/d)*",
    "company": "Parloa",
    "locations": "Berlin",
    "skills": "AI, Machine Learning, JavaScript, TypeScript, Telephony, SaaS, NLP",
    "posted_at": "2024-06-24",
    "is_remote": "False",
    "snippet_fragments": "  Bring 3-5 years of experience in a customer-facing technical support role in the tech industry, This experience is crucial for navigating the complexities of technical support leadership,   Demonstrate proven experience in a software environment, Your technical background is essential for understanding and resolving complex issues, German language skills are a nice to have but not mandatory,   Exhibit exceptional leadership and team management skills, Your ability to inspire and guide your team is vital,   Highlight your strong problem-solving abilities and a track record of resolving complex technical issues, Your analytical skills are key to troubleshooting effectively, Demonstrate excellent communication skills, capable of articulating complex solutions in a clear and concise manner, Your communication abilities are crucial for interacting with both your team and customers, Thrive in a fast-paced environment, learn quickly, and adapt to product changes, Your agility and adaptability are essential for success in this role,   Possess a basic understanding of Javascript and/or Typescript, Be part of a dynamic, driven team of 35 nationalities with flat hierarchies and collaborative company culture,   Hybrid work environment - we believe in hiring the best talent, However, we love to build real connections and want to welcome everyone in the office on certain days, (Job specific, it could be also on-site work),   Training and development budget which can be used for conferences and attending development courses to ensure continuous professional growth, Gym Memberships, Mental Health Support, etc., Flexible working hours, 28 vacation days and workation opportunities, Regular team events, game nights, and other social activities,   Is something missing here? Reach out and let's talk about what else you need for your ideal next growth opportunity,   Recruiter video call Meet your manager Challenge Task  Expert interview(s) Meeting the team Founder interview,    Parloa is one of the fastest growing startups in the world of Generative AI and customer service, Parloa's voice-first GenAI platform for contact centers is built on the best AI technology to automate customer service with natural-sounding conversations for outstanding experiences on all communication channels, Leveraging natural language processing (NLP) and machine learning",
    "description": "<p><strong>YOUR MISSION:</strong></p><br><p>As the <strong>Team Lead Technical Support (f/m/d)</strong>* at Parloa, your mission is to ensure our customers receive exceptional technical support. Your strategic leadership and hands-on approach will be key to guiding a team of skilled engineers in troubleshooting, problem-solving, and enhancing the overall customer experience.</p><br><p><strong>IN THIS ROLE YOU WILL:</strong></p><ul><li>Lead and mentor a team of on- and off-site Technical Support Engineers, fostering a culture of excellence and continuous improvement.</li><li>Conduct regular team meetings, check-ins, and provide constructive feedback.</li><li>Set clear goals and expectations, ensuring alignment with company objectives and customer satisfaction metrics.</li><li>Oversee the team's response to customer queries, ensuring timely and effective resolution of issues related to the Parloa platform and telephony problems.</li><li>Act as an escalation point for complex technical issues, providing advanced troubleshooting and problem resolution.</li><li>Identify opportunities to enhance customer support processes and implement best practices.</li><li>Collaborate with Solution Engineering, CX Design, Product &amp; Engineering teams to drive product improvements based on customer feedback.</li><li>Provide insights and feedback to the documentation team to improve user guides and technical documentation.</li><li>Become a Parloa expert and advanced &quot;Bot Builder,&quot; capable of navigating logs and diagnosing customer-reported issues.<br> Maintain up-to-date knowledge of the Parloa platform, industry trends, and emerging technologies.</li></ul><p><strong>WHAT YOU BRING TO THE TABLE:</strong></p><ul><li>Bring 3-5 years of experience in a customer-facing technical support role in the tech industry, with at least 1-2 years in a leadership position. This experience is crucial for navigating the complexities of technical support leadership.</li><li>Demonstrate proven experience in a software environment, with SaaS experience being a strong plus. Your technical background is essential for understanding and resolving complex issues.</li><li>Showcase your fluency in English. German language skills are a nice to have but not mandatory.</li><li>Exhibit exceptional leadership and team management skills, with a passion for mentoring and developing talent. Your ability to inspire and guide your team is vital.</li><li>Highlight your strong problem-solving abilities and a track record of resolving complex technical issues. Your analytical skills are key to troubleshooting effectively.</li><li>Demonstrate excellent communication skills, capable of articulating complex solutions in a clear and concise manner. Your communication abilities are crucial for interacting with both your team and customers.</li><li>Thrive in a fast-paced environment, learn quickly, and adapt to product changes. Your agility and adaptability are essential for success in this role.</li></ul><p><strong>NICE TO HAVE:</strong></p><ul><li>Possess a basic understanding of Javascript and/or Typescript.</li></ul><p><strong>WHAT'S IN IT FOR YOU?</strong></p><ul><li>Be part of a dynamic, driven team of +35 nationalities with flat hierarchies and collaborative company culture</li><li>Hybrid work environment - we believe in hiring the best talent, no matter where they are based. However, we love to build real connections and want to welcome everyone in the office on certain days. (Job specific, it could be also on-site work)</li><li>Training and development budget which can be used for conferences and attending development courses to ensure continuous professional growth.</li><li>Gym Memberships, Mental Health Support, etc.</li><li>Flexible working hours, 28 vacation days and workation opportunities</li><li>Regular team events, game nights, and other social activities</li><li>And last but not least: a beautiful office with flair in the heart of Berlin or Munich with all the conveniences, such as adjustable desks, social area, fresh fruits, cereals and drinks.</li><li>Is something missing here? Reach out and let's talk about what else you need for your ideal next growth opportunity.</li></ul><p><strong>YOUR RECRUITING PROCESS AT PARLOA:</strong></p><br><p>Recruiter video call Meet your manager Challenge Task + Expert interview(s) Meeting the team Founder interview</p><br><p><strong>WHY PARLOA?</strong></p><br><p>Parloa is one of the fastest growing startups in the world of Generative AI and customer service. Parloa's voice-first GenAI platform for contact centers is built on the best AI technology to automate customer service with natural-sounding conversations for outstanding experiences on all communication channels. Leveraging natural language processing (NLP) and machine learning, Parloa creates intelligent phone and chat solutions for businesses that turn contact centers into value centers by boosting customer service efficiency. The Parloa platform resolves the majority of customer queries quickly and automatically, allowing human agents to focus on complex issues and relationships. Parloa was founded in 2018 by Malte Kosub and Stefan Ostwald and today employs over 250 people in Berlin, Munich, and New York.</p><br><p>When you join Parloa, you become part of a dynamic and innovative team made up of over 34 nationalities that's revolutionizing an entire industry. We're passionate about growing together and creating opportunities for personal and professional development. With our recent $66 million Series B investment, we're expanding globally and looking for talented individuals to join us on this exciting journey.</p><br><p>Do you have questions about Parloa, the role, or our team before you apply? Please feel free to get in touch with our Hiring Team.</p><br><p>Parloa is committed to upholding the highest data protection standards for our clients' and employees' data. All our employees are instrumental in ensuring the utmost care, GDPR, and ISO compliance, including ISO 27001, in handling sensitive information.</p><ul><li><br><strong>We provide equal opportunities to all qualified applicants regardless race, gender, sexual orientation, age, religion, national origin, disability status, socioeconomic background and other characteristics.</strong><br></li></ul><br>"
  },
  {
    "id": 15,
    "title": "CoE Lead Manufacturing & Quality (m/w/d)",
    "company": "All for One Group SE",
    "locations": "Berlin",
    "skills": "Big Data, SAP S/4HANA, Cybersecurity, SAP, IoT",
    "posted_at": "2024-06-14",
    "is_remote": "True",
    "snippet_fragments": "Spannende Projekte bei erfolgreichen Top-Unternehmen, Weltmarktführern und Hidden Champions, Organisierter Wissensaustausch mit erfahrenen Kollegen, Weiterbildungsmöglichkeiten zu Themen wie S/4HANA,         Interessante Benefits und die Möglichkeit auf einen Dienstwagen ,         Eine tolle Arbeitsatmosphäre mit viel Gestaltungsfreiraum , Abgeschlossenes Studium im Bereich Betriebswirtschaft, Informatik oder einer vergleichbaren Qualifikation,         In der Vergangenheit hast du bereits mehrjährige Erfahrung in der SAP-Beratung sammeln können ,         Idealerweise kannst du tiefes Fachwissen in den SAP Modulen PP,         Du verfügst über Erfahrung im Aufbau und der Leitung von Teams ,         Du besitzt hervorragende soziale und kommunikative Fähigkeiten und trittst stets selbstbewusst auf ,         Verhandlungssichere Deutsch- und Englischkenntnisse runden dein Profil ab ,             Flexible Arbeitszeiten, mobiles Arbeiten und ein hohes Maß an Eigenverantwortung & Gestaltungsspielraum  so bekommst du Raum für deine Persönlichkeit, deinen Rhythmus und deine Ideen,             Nimm dir die Zeit für das, Profitiere von unserer digitalen Lernplattform \"One Academy\",             Profitiere von Boni für Sonderprojekte, Prämien für Mitarbeiterempfehlungen und Firmenjubiläen, Mitarbeiterrabatten für privates Online Shopping, vergünstigten Freizeit & Fitnessangeboten (EGYM Wellpass) und Rad Leasing (JobRad), Angebote für Stressprävention & Konfliktbewältigung, Unterstützung für Kinder- & Pflegebetreuung, Gesundheitschecks & Vorsorgeuntersuchungen, Modelle für betriebliche Altersvorsorge & Berufsunfähigkeit und eine ergonomische Arbeitsplatzausstattung,             Zusammenhalt, Vertrauen & Wertschätzung  die Basis für deinen und unseren Erfolg und für ein respektvolles Miteinander auf Augenhöhe, Dieser besondere Spirit ist ab dem ersten Tag erlebbar durch unser bereichsübergreifendes Group-Starter Training,     ÜBER DIE ALL FOR ONE GROUP SE ,       Wir! Eine eingeschworene Gemeinschaft von über 2.800 Transformations- & Integrationsexperten, Als führende Consulting- und IT-Gruppe vereinen wir Strategie- und Managementberatung, Wir begleiten und unterstützen mehr als 3.000 Kunden aus Deutschland,  Aus Deutschland, Österreich, Schweiz und Polen ",
    "description": "<p><strong>FACHBEREICH</strong></p><br><p>SAP Consulting</p><br><p><strong>STANDORT</strong></p><br><p>Berlin, Bielefeld, Dortmund, Düsseldorf, Ettlingen bei Karlsruhe, Filderstadt bei Stuttgart, Frankfurt am Main, Hamburg, Heidelberg, Heilbronn, Karlsruhe, Leipzig, München, Oldenburg, Ratingen, Rosenheim, Weingarten</p><br><p><strong>JOBLEVEL</strong></p><br><p>Professionals</p><br><p><strong>DAS MACHT DEINEN JOB SPANNEND</strong></p><ul><li>Als CoE Lead bist du für die Sicherstellung der Lieferfähigkeit verantwortlich. Du managst das Portfolio und entwickelst neue Strategien. Darüber hinaus koordinierst du die Schnittstelle zu 4Business und betreibst Trend Scouting</li><li>Du übernimmst die Budgetplanung und -verantwortung und erstellst Personalpläne. Die Abstimmung mit der HR-Abteilung und die Organisation und Durchführung von Schulungen und Ausbildungen gehört ebenfalls zu deinem Aufgabenbereich</li><li>Du führst und unterstützt die Cluster Leads und entwickelst sowie implementierst Rollenmodelle. Du definierst und ordnest Aufgabenbereiche zu und bist für die Ressourcenplanung verantwortlich. Die Förderung der Weiterentwicklung und Karriereplanung der Mitarbeitenden ist ebenfalls ein wesentlicher Bestandteil deiner Tätigkeit</li><li>Du repräsentierst das Unternehmen gegenüber Kunden und setzt die Anforderungen um</li></ul><p><strong>DAS ERWARTET DICH</strong></p><ul><li>Spannende Projekte bei erfolgreichen Top-Unternehmen, Weltmarktführern und Hidden Champions</li><li>Organisierter Wissensaustausch mit erfahrenen Kollegen, Weiterbildungsmöglichkeiten zu Themen wie S/4HANA</li><li>Flexible Arbeitszeiten inklusive Homeoffice</li><li>30+1 Tage Urlaub</li><li>Weiterentwicklungsmöglichkeiten mit Laufbahnmodellen</li><li>Interessante Benefits und die Möglichkeit auf einen Dienstwagen</li><li>Eine tolle Arbeitsatmosphäre mit viel Gestaltungsfreiraum</li></ul><p><strong>DAS ZEICHNET DICH AUS</strong></p><ul><li>Abgeschlossenes Studium im Bereich Betriebswirtschaft, Informatik oder einer vergleichbaren Qualifikation</li><li>In der Vergangenheit hast du bereits mehrjährige Erfahrung in der SAP-Beratung sammeln können</li><li>Idealerweise kannst du tiefes Fachwissen in den SAP Modulen PP, PP/DS, IBP und DM vorweisen</li><li>Du verfügst über Erfahrung im Aufbau und der Leitung von Teams</li><li>Du besitzt hervorragende soziale und kommunikative Fähigkeiten und trittst stets selbstbewusst auf</li><li>Verhandlungssichere Deutsch- und Englischkenntnisse runden dein Profil ab</li></ul><p><strong>DARAUF KANNST DU DICH FREUEN</strong></p><br><p>WERTVOLLER FREIRAUM</p><br><p>Flexible Arbeitszeiten, mobiles Arbeiten und ein hohes Maß an Eigenverantwortung &amp; Gestaltungsspielraum - so bekommst du Raum für deine Persönlichkeit, deinen Rhythmus und deine Ideen.</p><br><p>30+1 TAGE URLAUB</p><br><p>Nimm dir die Zeit für das, was dir wichtig ist.</p><br><p>GLÄNZENDE PERSPEKTIVEN</p><br><p>Gestalte Karriere nach deinen Wünschen. Profitiere von unserer digitalen Lernplattform &quot;One Academy&quot;, individuellen Laufbahnmodellen, systematischem Wissensaustausch &amp; -aufbau mit erfahrenen Kollegen und gezielten Förderprogrammen.</p><br><p>ATTRAKTIVE PRÄMIEN &amp; RABATTE</p><br><p>Profitiere von Boni für Sonderprojekte, Prämien für Mitarbeiterempfehlungen und Firmenjubiläen, Mitarbeiterrabatten für privates Online Shopping, vergünstigten Freizeit &amp; Fitnessangeboten (EGYM Wellpass) und Rad Leasing (JobRad).</p><br><p>WORK LIFE BALANCE &amp; GESUNDHEIT</p><br><p>Wir bieten dir u. a. Angebote für Stressprävention &amp; Konfliktbewältigung, Unterstützung für Kinder- &amp; Pflegebetreuung, Gesundheitschecks &amp; Vorsorgeuntersuchungen, Modelle für betriebliche Altersvorsorge &amp; Berufsunfähigkeit und eine ergonomische Arbeitsplatzausstattung.</p><br><p>WE ARE ONE</p><br><p>Zusammenhalt, Vertrauen &amp; Wertschätzung - die Basis für deinen und unseren Erfolg und für ein respektvolles Miteinander auf Augenhöhe. Dieser besondere Spirit ist ab dem ersten Tag erlebbar durch unser bereichsübergreifendes Group-Starter Training.</p><br><p><strong>ÜBER DIE ALL FOR ONE GROUP SE</strong></p><br><p>Wir! Eine eingeschworene Gemeinschaft von über 2.800 Transformations- &amp; Integrationsexperten, New Work Verfechtern, Cybersecurity Spezialisten, Big Data &amp; Business Analysten, IoT Engineers und Consultants rund um Business-IT von SAP, Microsoft und IBM. Als führende Consulting- und IT-Gruppe vereinen wir Strategie- und Managementberatung, Prozessberatung, Branchen-Expertise und Technologie-Know-how in Kombination mit IT-Beratung und -Services unter einem Dach. Wir begleiten und unterstützen mehr als 3.000 Kunden aus Deutschland, Österreich und der Schweiz bei der Unternehmenstransformation und dem Ausbau ihrer Wettbewerbsfähigkeit.</p><br><p><strong>3.000 KUNDEN</strong></p><br><p>Aus Deutschland, Österreich, Schweiz und Polen</p><br><p><strong>2.800 KOLLEGINNEN &amp; KOLLEGEN</strong></p><br><p>Weltweit</p><br><p><strong>30 STANDORTE</strong></p><br><p>Auch in deiner Nähe</p><br><p><strong>AUSGEZEICHNET</strong></p><br><p>SAP Platinum Partner und Gewinner des SAP Digital Supply Chain-Appreciation Award 2024 I Diamant-Initiative Partner mit 6 Awards 2024 I kununu Top Company 2024 I brandeins - Beste IT Dienstleister 2024 I</p><br><p><strong>DEIN ANSPRECHPARTNER FÜR FRAGEN</strong></p><br><p><strong>MARKUS HELL</strong></p><br><p>TALENT ACQUISITION MANAGER</p><br>"
  },
  {
    "id": 16,
    "title": "Senior Expert, Tech Lead Solution Delivery",
    "company": "Fresenius Medical Care",
    "locations": "Berlin",
    "skills": "Cloud, Python, SQL, Agile, Azure, Big Data, DevOps, Java, C#, C++, Code Reviews, Scala, Scrum, Software Design, Terraform, Database Design, Data Lake, Azure Synapse, Spark, C, Julia, R, Business Intelligence, Physik, Mathematik, Medizin",
    "posted_at": "2024-06-13",
    "is_remote": "True",
    "snippet_fragments": "    Ensure compliance with data privacy regulations and company policies,     Collaborate with system and enterprise architects on the strategy and integration of the data management platform,  Diagram technical decompositions, describe technical processes and data components, and design exception handling and controls,     Work with colleagues to document and promote best practices and standards in software design and development,     Assign tasks and provide technical guidance, Mentor developers in integration techniques and tools,  Stay up-to-date with industry trends, emerging technologies, and best practices in data management,     Propose and implement innovative solutions to enhance the platform's capabilities,     Monitor the performance of implemented solutions,     Foster a collaborative and productive work environment,     Serve as a technical point of contact for any issues or challenges related to the Data Management platform,     Successfully completed degree with an analytical focus (Mathematics,     At least 6 years of directly related work experience as a data engineer,  Quick thinking, high level of initiative, and strong analytical and problem-solving skills to address technical challenges and drive innovation,     Strong interpersonal skills and ability to work effectively in a cross-functional team environment,     Willingness to learn and adapt to new technologies and methodologies,     Ability to explain technical concepts to non-technical stakeholders,     Experience in agile working methods (e,     Excellent communication and writing skills in English,     Proficiency in at least one general-purpose programming language (C#,     Strong knowledge of relational database systems or SQL,     Proficient in handling complex BI stacks (Microsoft SQL Server,  Good understanding of operating systems, IT security requirements, and implementation options,     Experience with programming environments like Python,     Good Azure cloud and Terraform DevOps experience,     Demonstrable knowledge and experience of the software development lifecycle and methodologies spanning development,     Strong technical development and relational platform design experience",
    "description": "<p><strong>Senior Expert, Tech Lead Solution Delivery</strong> <strong>(m/f/d)</strong></p><br><p>Become part of a team that is passionate and enthusiastic about developing data-based solutions to advance services, products and business processes across Fresenius Medical Care MedTech business.</p><br><p><strong>Your Responsibilities:</strong></p><ul><li>Manage the integration of a virtual data management platform with various shared services and other systems</li><li>Lead architectural decisions and technical design choices, ensuring the platform is scalable, reliable, secure, and optimized for performance</li><li>Work closely with cross-functional teams, including product management, business analysts, and data scientists, to understand and address their data needs and to define data management strategies aligned with business goals</li><li>Transform business-oriented functional specifications into detailed technical specifications</li><li>Ensure compliance with data privacy regulations and company policies</li><li>Collaborate with system and enterprise architects on the strategy and integration of the data management platform</li><li>Diagram technical decompositions, describe technical processes and data components, and design exception handling and controls</li><li>Work with colleagues to document and promote best practices and standards in software design and development</li><li>Assign tasks and provide technical guidance, code reviews, knowledge transfer, and feedback to team members. Mentor developers in integration techniques and tools</li><li>Stay up-to-date with industry trends, emerging technologies, and best practices in data management</li><li>Propose and implement innovative solutions to enhance the platform's capabilities</li><li>Monitor the performance of implemented solutions</li><li>Foster a collaborative and productive work environment</li><li>Serve as a technical point of contact for any issues or challenges related to the Data Management platform</li></ul><p><strong>Your Profile:</strong></p><ul><li>Successfully completed degree with an analytical focus (Mathematics, (Business) Computer Science, Physics, or similar) or comparable qualification with relevant professional experience</li><li>At least 6 years of directly related work experience as a data engineer, data architect, or DevOps support, or in a comparable function</li><li>Quick thinking, high level of initiative, and strong analytical and problem-solving skills to address technical challenges and drive innovation</li><li>Strong interpersonal skills and ability to work effectively in a cross-functional team environment</li><li>Willingness to learn and adapt to new technologies and methodologies</li><li>Ability to explain technical concepts to non-technical stakeholders</li><li>Experience in agile working methods (e.g., Scrum, SAFe), certification preferred</li><li>Excellent communication and writing skills in English, German optional</li></ul><p><strong>Technical Skills:</strong></p><ul><li>Proficiency in at least one general-purpose programming language (C#, Java, Python, C/C++)</li><li>Strong knowledge of relational database systems or SQL, as well as Big Data infrastructures (Spark, Data Lakes)</li><li>Proficient in handling complex BI stacks (Microsoft SQL Server, Synapse, Azure Data Service)</li><li>Good understanding of operating systems, IT security requirements, and implementation options</li><li>Experience with programming environments like Python, R, Scala, or Julia</li><li>Good Azure cloud and Terraform DevOps experience</li><li>Demonstrable knowledge and experience of the software development lifecycle and methodologies spanning development, testing, release, and deployment management</li><li>Strong technical development and relational platform design experience, especially with systems integration and interface development</li></ul><p><strong>Our offer for you:</strong></p><br><p>There is a lot you can discover at Fresenius Medical Care, because we have a lot to offer. No matter in which field you are an expert (m/f/d) and how much experience you have - for your professional future with meaning:</p><ul><li>The opportunity to work remotely</li><li>Whether in front of or behind the scenes - you will help to make better medicine accessible to more and more people around the world</li><li>Individual opportunities for self-determined career planning and professional development</li><li>A corporate culture in which there is enough room for innovative thinking - to find the best solution together, not the quickest one</li><li>A large number of committed people with a wide range of skills, talents and experience</li><li>The benefits of a successful global corporation with the collegial culture of a medium-sized company</li></ul><br>"
  },
  {
    "id": 17,
    "title": "Customer Engineering Improvement Project Lead",
    "company": "Air Products PLC",
    "locations": "Berlin",
    "skills": "Microsoft Office, Replication, FMEA, Dashboards, SAP, APM",
    "posted_at": "2024-06-07",
    "is_remote": "True",
    "snippet_fragments": "   KPIs Scorecard Performance reviews  support reviews as required as Cust Eng SME,      Instrumental in creating and formalising Cust Eng KPIs and dashboard,      Undertake detailed analysis of Gaps or trends identified with Supply Chain Performance reviews for Cust Eng,    Process Design  Support technical project teams where new technology is being deployed,      Act as Cust Eng SME with operational knowledge and advice from an analytical statistical data driven point of view to development teams,    Safety Quality & Environment  Always act as champion for safety in all that we do,      Ensure that Safety is considered within all projects and use data driven tools to assist with mitigating solutions,      Drive compliance within Cust Eng on completion of overdue for review procedures,      Support Operational Discipline initiatives within Cust Eng,    COP  Support Cust Eng CoPs,      Reporting out on improvement projects  with emphasis on Best-Practice replication,    Minimum bachelors degree or HND in Engineering or industrial related context,    Ideally Certified Lean Six Sigma Black Belt  Can be obtained during first year in role,    Ideally Project Management experience or Qualification, (APM, Prince 2 or Kepner Tregoe) can be obtained within role.,    Ability to work remotely and able to travel frequently  circa 40%,  Good communicator, team player comfortable with working in Matrix Org.,    Ability to report upwards to SLT level and downwards to end users and technicians,    IT literate with experience of SAP",
    "description": "<p>At Air Products, our purpose is to bring people together to reimagine what's possible, collaborate and innovate solutions to the world's most significant energy and environmental sustainability challenges. Grow with us as we embark on building tomorrow together by being the safest, most diverse and most profitable industrial gas company in the world.</p><br><p><strong>Reimagine What's Possible</strong></p><br><p>We are seeking a fulltime project lead, candidate to fill a vacancy within the European Merchant business improvement team, specifically for Customer Engineering Operations.</p><br><p>The role is principally Leading Projects and Programmes aimed at improving overall business performance by providing productivity, improving service, quality, and safety.</p><br><p>The position is part of the European Central supply chain support structure and in addition to project management will require some technical subject matter expert support to personnel within the European Customer Engineering operations.</p><br><p>The position will also require supporting coaching and training Lean Six Sigma throughout the EU Supply Chain as a technical expert.</p><br><p>Due to the nature of the role and geographical remit the position can likely require up to 40% business travel.</p><br><p><strong>Your main responsibilities will involve:</strong></p><ul><li>Project leadership - combination of leading projects and coaching/advising Cust Eng personnel within Key Projects &amp; Initiatives.</li><li>Driving and supporting projects through to completion as agreed by steering team.</li><li>Policing DMAIC Toll Gate or Stage Gate reviews on projects to ensure projects meet success criteria and quality statement.</li><li>Process Mapping to facilitate optimisation of existing processes and tools.</li><li>Undertaking detailed analysis using LSS tools and recommending appropriate tool use throughout project lifecycles.</li><li>Coaching &amp; mentoring Lean Six Sigma Green Belts.</li><li>Harnessing project resources, by engaging personnel &amp; SMEs through influence.</li><li>Budget &amp; Productivity Planning - Coordinate and execute annual Budget planning.</li><li>Cross pollination &amp; Exchange of ideas, initiatives, &amp; smaller projects.</li><li>Use of data (Entitlement / opportunity / gap analysis) to identify material project opportunities and develop / maintain a healthy pipeline for engineering.</li><li>Leading Coaching Mentoring project team or personnel responsible for project delivery, identified through budget planning &amp; objectives regionally.</li><li>KPIs Scorecard Performance reviews - support reviews as required as Cust Eng SME.</li><li>Instrumental in creating and formalising Cust Eng KPIs and dashboard, working with technical managers and Stakeholders to agree KPI tree hierarchy.</li><li>Undertake detailed analysis of Gaps or trends identified with Supply Chain Performance reviews for Cust Eng, to ascertain the level of opportunity, report back on viability and results.</li><li>Process Design - Support technical project teams where new technology is being deployed.</li><li>Act as Cust Eng SME with operational knowledge and advice from an analytical statistical data driven point of view to development teams.</li><li>Safety Quality &amp; Environment - Always act as champion for safety in all that we do.</li><li>Ensure that Safety is considered within all projects and use data driven tools to assist with mitigating solutions, (Power Scales, FMEA etc.)</li><li>Drive compliance within Cust Eng on completion of overdue for review procedures, act as progress chaser with technical SMEs, support the entry to EMOC.</li><li>Support Operational Discipline initiatives within Cust Eng.</li><li>COP - Support Cust Eng CoPs.</li><li>Reporting out on improvement projects - with emphasis on Best-Practice replication.</li><li>Highlighting Improvement opportunities.</li></ul><p><strong>You will have:</strong></p><ul><li>Minimum bachelor's degree or HND in Engineering or industrial related context.</li><li>Ideally Certified Lean Six Sigma Black Belt - Can be obtained during first year in role.</li><li>Ideally Project Management experience or Qualification. (APM, Prince 2 or Kepner Tregoe) can be obtained within role.</li><li>Valid driver's licence.</li><li>Ability to work remotely and able to travel frequently - circa 40%</li><li>Self-motivated independent worker</li><li>Lead through Influence.</li><li>Good communicator, team player comfortable with working in Matrix Org.</li><li>Ability to report upwards to SLT level and downwards to end users and technicians.</li><li>IT literate with experience of SAP, Microsoft Office programmes.</li><li>Experience in Manufacturing operational industry</li><li>Ideally working within CI, Optimisation or Project Management Experience.</li><li>Change Agent &amp; ability to drive change.</li><li>Ability to multi-task in a very fast-paced environment</li><li>Must be solutions oriented with analytical thinking and problem-solving.</li><li>Excellent project management and organization skills.</li></ul><p><strong>What We Offer:</strong></p><br><p>At Air Products, we work in an environment where diversity is essential, inclusion is our culture, and each person knows they belong and matter</p><br><p>We offer a competitive salary and benefits package, a culture of respect, challenge and innovation - with excellent opportunities for growth and development.</p><br><p>If that sounds interesting, then come and discover, care and accomplish by clicking APPLY now</p><br><p>#LI-MN1</p><br><p>We are the world's largest hydrogen producer with over 80 years of industrial gas experience. We are hydrogen and industrial gas experts delivering safe, end-to-end solutions, investing in real, clean energy projects at scale, and driving the industry forward to generate a cleaner future.</p><br><p>At Air Products, we work in an environment where we put safety first, diversity is essential, inclusion is our culture, and each person knows they belong and matter. To learn more, visit About Air Products.</p><br>"
  }
]